{
  "data": [
    {
      "context": "鲍布卡很喜欢他那条绿裤子。他总是自豪地对人家说：“你们瞧，我的裤子多棒！和土兵的一模一样！”[BLANK1]，所以他们都很羡慕鲍布卡。有一次鲍布卡爬木栅栏，绿裤子刮破了。他心痛得差点哭出来，[BLANK2]。妈妈生气地说：“你去爬栅栏，把裤子撕了，还让我给你缝？”“妈妈，我再也不爬了，你就给我缝上吧！”“不管，你自己缝！”“可我不会缝啊！”“既然能把裤子撕坏，就应该能把裤子缝好。”“那我就这么穿。”鲍布卡说完，就跑到院子里去了。[BLANK3]，都笑话他说：“你算什么士兵？哪儿见过士兵穿破裤子的？”鲍布卡赶紧解释说：“我让妈妈给我缝上，她不肯。”“难道士兵们的裤子破了也都让他们的妈妈去缝吗？士兵应该什么都会做，既会打补丁，又会钉扣子。” 小朋友们批评鲍布卡。鲍布卡害羞了。回到家，[BLANK4]。[BLANK5]，然后就开始往裤子上缝。干这活可真不容易，再说鲍布卡性急，手被针扎了好几下。“你这该死的针！干嘛要扎我呀！”鲍布卡边说着，紧紧捏住针鼻，生怕再让它扎了。补丁终于缝上了，可是皱皱巴巴的，活象是干蘑菇。连这条裤腿都变短了。“这哪儿行呀？”鲍布卡拿起来一看，生气地说，“还不如不缝呢！得了，再重新缝吧。”他把补丁剪下来，弄平，放到裤子上，[BLANK6]，然后开始缝。这次他不着急了，[BLANK7]，还不时注意着不让补丁歪了。鲍布卡费尽力气。终于把补丁缝好了。它真让人喜欢，不但均匀平整，而且十分结实，揪都揪不下来。[BLANK8]，小朋友们围过来说：“裤子补得真棒！喝，补丁周围还画着线呢！一看就知道是你自己缝的。”",
      "choices": [
        "他用绿布剪了一个黄瓜大小的补丁",
        "鲍布卡穿上绿裤子又到院子里去了",
        "他向妈妈要来了针线和一块绿布",
        "沿着刚才描出来的线一针一针认真地缝",
        "用变色铅笔仔细地在补丁周围描了一下",
        "小朋友们看见他的裤子上有个大口子",
        "赶紧跑回家让妈妈给他缝上",
        "小朋友们谁都没有这样的绿裤子"
      ],
      "context_id": "TRIAL_00001",
      "answers": [
        7,
        6,
        5,
        2,
        0,
        4,
        3,
        1
      ]
    },
    {
      "context": "凭我的记忆，自离开干燥的喀斯地和加里哥宇群落①以后，我们来到了清新的、郁郁葱葱的多尔多涅河谷。我们每天行程不多，[BLANK1]，因此演出场次排得满满的，钱币轻而易举地落到了卡比的木碗里。一座凌空而起的大桥，[BLANK2]，犹如被薄雾中的缕缕游丝支撑着一般；河水静静地、懒洋洋地流淌着，那是居勃扎克桥和多尔多涅河。那里有一座废弃的城市，四处是沟壑、洞穴和钟楼。[BLANK3]，在东一簇西一簇的灌木丛中，知了在鸣叫。[BLANK4]。[BLANK5]。[BLANK6]，因为当我最初接触到它的时候，便已留下极深的印象，时至今日，仍记忆犹新。我们是在一个贫穷的村庄里过的夜，天一亮就启程了。我们在尘土飞扬的道路上走了很久，我们的目光一直被封闭在两旁都是葡萄架的路面上。忽然，视线开阔了，[BLANK7]，恰如一道帷幕骤然在我们面前被拉开一般。[BLANK8]，只见有一条大河绕着它缓缓地流淌着。在河的那边，[BLANK9]，直达模糊不清的地平线。多少鳞次栉比的房屋：到处是耸立的烟囱！[BLANK10]，如柱子一般矗立着，从那里喷出来的滚滚浓烟在微风中飘荡，在城市的上空形成一层灰色的雾气。河面上，在水流的中心，沿着码头，停泊着不计其数的船只，林立的桅杆、缆绳和迎风飘扬的彩旗和船帆，它们都混杂在一起。人们可以听到沉闷的隆隆声、铁器撞击的呕哨声、锅炉声和锤子声，还有压过这一切声音的码头上的流水般奔驰着的车辆声。“这是波尔多。”维泰利斯对我说。[BLANK11]，他见到过的，不过是克勒兹的贫穷的乡村或者沿路偶然碰见的几座小城镇。在我看来，[BLANK12]。",
      "choices": [
        "然而有一个场面是难忘的",
        "那就是圣埃米里翁②城",
        "大城市的无数屋顶和钟楼一直延伸下去",
        "眼前是一片广阔无垠的空地",
        "富饶的大地使村民们丰衣足食",
        "轻盈地横跨在宽阔的河面上",
        "在一片倒塌的墙壁和回廊中",
        "其中有几个显得又高又细",
        "我们刚刚走到一座山丘上",
        "这一切在我现在的脑海中都已变得模糊不清",
        "波尔多简直是一座仙城",
        "一个象我这样成长起来的孩子"
      ],
      "context_id": "TRIAL_00002",
      "answers": [
        4,
        5,
        6,
        1,
        9,
        0,
        3,
        8,
        2,
        7,
        11,
        10
      ]
    },
    {
      "context": "维佳和斯拉维克是邻居，他们经常互相串门。[BLANK1]，斯拉维克说：“咱们玩捉迷藏吧！”“行啊！”维佳同意了，然后拍了两下嘴说，“哇！哇！我先藏！”“好吧，我来找。“期拉维克说完就到过道里去了。维佳跑进屋子，钻到床底下，然后喊：“好了！”斯拉维克进来了，往床那边一瞧，立刻就把维佳找到了。维佳从床底下爬出来说：“这次不算，我还没有藏好呢！我要是藏好了，你根本就找不到我。咱们重来。”“那你就再藏一次吧。”斯拉维克同意了，然后又到过道里去了。[BLANK2]。[BLANK3]，里面有个小狗勃比克。他把勃比克赶了出来，自己钻进狗窝，喊道：“好了！”斯拉维克出来找维佳。找呀，找呀，怎么也找不到。维佳在狗窝里呆腻了，从里面伸出头来。这时斯拉维克瞧见他，喊道：“哈，你躲到这里来了！快出来！”维佳从狗窝里钻出来又说：“这次不算，不是你找到我的，是我自己把头探出来的。”“谁叫你探头的？”“蜷着身子呆在狗窝里太不舒服了。[BLANK4]，你肯定找不到我的。我还得重新藏。”“不行，这次该我藏了。”斯拉维克说。“那我就不玩了！”维佳生气了。“好，好，那就让你一次，你再去藏吧。”斯拉维克又同意了。维佳跑到屋子里，把门关上，[BLANK5]。斯拉维克又来找他。斯拉维克刚打开门，勃比克马上就钻进屋里，[BLANK6]。维佳气坏了，使劲地用脚踢勃比克。斯拉维克看见他就喊：“你原来在这儿！从衣架后面出来吧！”维佳出来说：“这次还不算，不是你把我找出来的，是勃比克。我还得藏一次。”“这叫什么事儿？”斯拉维克不干，“老是你藏，老让我找啊！”“你再找一次，然后就让你藏。”维佳说。斯拉维克重新闭上眼睛，维佳跑到厨房。",
      "choices": [
        "他一看板棚旁边有个狗窝",
        "维佳跑到院子里想找个藏得住的地方",
        "跑到衣架前对维佳亲热起来",
        "如果不用蜷着身子呆在里面",
        "钻到挂在衣架上的大衣后面",
        "有一次维佳来找期拉维克玩"
      ],
      "context_id": "TRIAL_00003",
      "answers": [
        5,
        1,
        0,
        3,
        4,
        2
      ]
    },
    {
      "context": "在大西洋上，我们又遇上一件小事。这件事，本来不值得一谈，可是为了实事求是，我也不必隐瞒。您当然知道，在远离海岸的公海上，航海者只能根据天体和计时器确定自己的航线。天体指的是太阳、月亮和各种恒星。可以说，[BLANK1]。而计时器则与此不同。它是我们多少代人顽强探索的产物，而且顾名思义是用来计时的。[BLANK2]。在西方，比如说还是在那个英国，直到当时学者还在争论：这个时间，究竟是存在呢？还是根本就不存在，而只是好像存在。如果它不存在，那就没什么可计算，也没必要计算了。可是照我看来，这个问题很清楚：既然他们有时间来争论这个问题，那就说明时间是存在的，而且太富裕了。至于说如何计算时间，我承认，这是个很复杂的问题。[BLANK3]。古时候，人们用沙漏计时。后来，有了挂钟、闹钟和怀表。我们那时候，人们航海是不用闹钟的，认为那玩艺儿不准确。可是照我看，在万不得已的时候，闹钟照样管用。我的先辈哥伦布，[BLANK4]，但是却发现了美洲新大陆。我承认，在船上用挂钟是不大方便：要挂在墙上，还要让摆锤晃起来……[BLANK5]？所以一般没人用挂钟。[BLANK6]？……[BLANK7]，我也没有办法。我在上路之前，[BLANK8]。上船以后，我一直把它放在船舱里，一路上还没有使用过，[BLANK9]。而现在，不管你情愿不情愿，只好用它判断时间了。我下到舱里，取出我的计时器，[BLANK10]。我前面说过，这是一块手表，因为长时间没有戴，没有照看它，结果它就变野了，[BLANK11]。旭日东升，它指的却是大中午，烈日当空，它又给你指个六点……",
      "choices": [
        "计算时间可是件复杂的工作",
        "计时方法当然不是一下子做到尽善尽美的",
        "这是大自然对我们的恩赐",
        "鬼知道它现在显示的是什么时间",
        "可是万一遇上风暴怎么办呢",
        "既然人们都不乐意用闹钟航海",
        "无意中发现它的性能发生了变化",
        "因为在此之前我们一直是靠近海岸行驶",
        "专门找了一块很棒的手表",
        "而闹钟为什么也没人爱用呢",
        "当年航海的时候根本没有什么钟表"
      ],
      "context_id": "TRIAL_00004",
      "answers": [
        2,
        0,
        1,
        10,
        4,
        9,
        5,
        8,
        7,
        6,
        3
      ]
    },
    {
      "context": "有个财主非常爱吃蜜糖，他们的亲戚朋友为了讨好他，常给他送蜜糖来。有一次，[BLANK1]。那蜜糖色泽清醇，只要一打开瓶盖，[BLANK2]。[BLANK3]，小心翼翼地把蜜糖放在柜子上，每天都要捧出来看一看，把鼻子凑到瓶口上去嗅一嗅，总也舍不得吃。有一天，财主要出门，晚上才能回来，[BLANK4]，便在临走前指着那瓶蜜糖对仆人说：“你千万要小心啊！这瓶东西看似蜜糖，实际上是毒药！只要你用舌头舔一舔，马上就会完蛋！”仆人是个聪明的小伙子，他心里暗自好笑，表面上却装作害怕的样子说：“老爷，您尽管放心，我绝不敢碰它一下的！”财主放心地出门去了。财主一走，仆人便去捧出那瓶蜜糖，拧开瓶盖，嗬！一股香味扑鼻而来，仆人禁不住口水直流，伸出舌头舔了一下、二下……，[BLANK5]，把蜜糖吃了个精光。吃完蜜糖，他倒害怕起来：“主人回来后，我怎么向他交待呢？”他想啊想，终于想出了一个法子。[BLANK6]，狠狠地摔在地上，花瓶顿时被摔得粉碎。天色黑了，财主跨进了家门，刚一进门他就惊呆了。只见屋内碎片满地，蜜糖瓶空空如洗，仆人也不知哪里去了。财主咆哮起来：“死鬼！你到哪儿去了？谁干的坏事？”财主喊了半天，也没有人答理，[BLANK7]，见仆人正躺在被窝里痛苦地呻吟着。“老爷！求您原谅我吧！我快要死了！”仆人未等财主发问，便抢先说道。财主脸都吓白了，慌张地问：“到底出了什么事？你快说呀！”仆人说：“您出门后，我去替您打扫房间。我正在抹花瓶的时候，一只猫忽然窜了过来，撞到了我的手，花瓶滑到地上，全碎了。[BLANK8]，如果我把花瓶打碎了，一定要打死我。我想，迟早要死，不如自杀算了，所以把那瓶毒药全吃了。”",
      "choices": [
        "财主象得到一件宝贝似的",
        "一个亲戚送给他一瓶上等蜜糖",
        "便怒气冲冲地跑进仆人的房间",
        "屋里便充满了芬芳诱人的香味",
        "您说过花瓶是您最心爱的东西",
        "他担心仆人会趁他不在时偷吃蜜糖",
        "最后索性大口大口喝起来",
        "他把花架上那只名贵的花瓶举了起来"
      ],
      "context_id": "TRIAL_00005",
      "answers": [
        1,
        3,
        0,
        5,
        6,
        7,
        2,
        4
      ]
    },
    {
      "context": "第二天，香肠店主气得连肚皮都要爆炸了，因为他一走进店里就发现头天晚上他的店被盗了。四只火腿失踪，两条牛腱子、三大块猪肉和相当数量的牛排及香肠也不见了。一般说来，他是一个心平气和的人，[BLANK1]，连连在柜台上捶将起来，同时他怒吼着：“我要立刻到警察局去报警。[BLANK2]，决不宽恕。”他大步迈出店门，来到广场上。[BLANK3]。“这样的事今后决不容许再发生！”他吼着。“当然，当然。当然不能再发生。”[BLANK4]，“什么事不能再发生？”“盗窃！”香肠店主仍然吼着，“昨天夜里强盗又光临我的店铺了。”“乖乖，”巴士贤说，“我的天！这太糟糕了。”“这简直是不能容忍！”“对，不能容忍。”巴士贤表示同意，“他们偷走了什么东西没有？”“好几条牛腱子，四只火腿，三大块猪肉。至于香肠和牛排，我就数不清了。”“啊，这样好的一个早晨，听到这样的消息，真够糟糕！”巴士贤难过地说。“得采取措施。”“当然，当然。我将在我的记事本上记下来。”“那些强盗必须立即逮捕归案——立即。”香肠店主说。“当然，当然，”巴士贤表示同意，“但是什么事情都得按照规章办，按照手续处理。第一，[BLANK5]。然后我们再想办法。”“那些强盗早就该抓进监狱了！”香肠店主怒吼着。他火冒万丈，[BLANK6]。[BLANK7]，“听着，香肠店老板，”他说，“你逮捕过一位养着一头狮子的人吗？”“没有，”香肠店主说，“但我不是警察呀。”“当狮子把我吃掉了的时候，我也就当不成警察了。”[BLANK8]。他说：“我请你原谅，巴士贤先生，我还没有想到这个问题。”“而且今天也不是一个抓人的日子呀，”巴士贤继续说，“你知道，夏季游艺会明天就要举行。",
      "choices": [
        "可是现在他捏了一个拳头",
        "也不管自己讲了些什么话",
        "我们得把这件事记下来",
        "巴士贤沮丧地望了他一眼",
        "在这里他找到了警察巴士贤",
        "这些强盗必须关进牢里去",
        "善良的警察同意他的观点",
        "这话使香肠店主的火气略为平静了一点儿"
      ],
      "context_id": "TRIAL_00006",
      "answers": [
        0,
        5,
        4,
        6,
        2,
        1,
        3,
        7
      ]
    },
    {
      "context": "在豆蔻镇里，一切情况仍然和平时没有两样。[BLANK1]，夏天的游艺会也已经完全被忘掉了。警察巴士贤仍然过着他安静的日子。[BLANK2]。他们不像别人那样，他们整夜没有睡觉。[BLANK3]。他们躺在床上，睁大着眼睛，倾听周围的动静。在一个漆黑的夜里，香肠店主忽然醒来了，他听到店里有一个声音。“这是强盗来了。”他对他的妻子说。[BLANK4]。“这次我要抓住他们。”他一边拉上裤子，一边说。“不要单独一人出去，”他的妻子说，“你知道，他们有三个人呀。”“这个我知道。”他说。“唔，找一个人来帮助你吧。”“我正是要这样办。”他说。他轻轻地走出去，[BLANK5]。[BLANK6]，香肠店主把他的脑袋伸进去，喊：“面包师傅，快醒来！”“什么，出了什么事？”[BLANK7]。“强盗溜进来了。”“乖乖，又碰上了！”面包师叫了一声，就从床上跳下来。他问：“他们在什么地方？”他连忙把裤子系好。“在我的店里。”香肠店主说，“他们三个人都来了。”“那么我们最好把警察巴士贤也喊来。”面包师说。“对。”香肠店主说。他们一同去找巴士贤。“强盗钻进香肠店里去了。”他们对他说。“那不可能！”巴士贤惊奇地说。他从来不相信会有不幸的事发生。“这是千真万确的事呀。”香肠店主说，“这次我们必须逮住他们。”“当然，应该抓住他们。”巴士贤表示同意。[BLANK8]。[BLANK9]，来到香肠店主的店里，抓那三个强盗。抓强盗之歌轻轻地，轻轻地——不要作声！尽一切可能保持安静！我们要抓住这些强盗，叫他们再也不能得逞。[BLANK10]，把他们一网打尽。只要我们抓住他们，[BLANK11]。",
      "choices": [
        "他们从来没有感到安全过",
        "面包师睡房的窗子是开着的",
        "苏菲姑姑回到了自己的家",
        "面包师用含糊不清的声音问",
        "他们一同静悄悄地走过街道",
        "他尽快地从床上跳下来",
        "溜到隔壁面包师的屋子里去",
        "他也匆匆忙忙地把裤子系好",
        "可是香肠店主和面包师却并不怎么愉快",
        "我们将要把他们关进监牢",
        "他们就逃脱不了这个命运"
      ],
      "context_id": "TRIAL_00007",
      "answers": [
        2,
        8,
        0,
        5,
        6,
        1,
        3,
        7,
        4,
        9,
        10
      ]
    },
    {
      "context": "远航……多美妙的词汇啊！您好好想一想吧，年轻人，您听一听，它多么富有音乐感！远……远……远……，无边的广阔，无穷的空间。我说得不对吗？那么航呢？航，就是向前的愿望，或者说，就是运动。远航，[BLANK1]。您看，[BLANK2]。您会觉得自己像一颗星，一颗恒星，至少像一颗卫星。难怪有这么多人，[BLANK3]，迷恋远航，迷恋海洋，迷恋航海的丰功伟绩呢！不过，[BLANK4]。如果您感兴趣，我可以公开秘密。告诉您是怎么回事。远航的乐趣是极大的，这个不用多说了。[BLANK5]，这就是给自己的亲朋好友或偶然结识的人，讲述你在远航中所见到的种种奇特美妙的景象，让他们知道，变幻莫测的命运怎样经常把一位航海家置于时而妙趣横生、时而走投无路的境地。可是在海洋中，在漫长的航道上，你能遇到什么呢？主要是水和风。你会经历什么事呢？狂风暴雨，浓雾中迷失方向，搁浅后进退两难……当然，[BLANK6]。[BLANK7]。可是，你总不能老讲这些水、风、雾和浅滩吧。好，就算你能讲，也有的可讲。比如什么龙卷风、台风、珊瑚礁……[BLANK8]。还有军舰和各种鱼类，这些事也都可以讲。可是关键问题是，讲这些事，你讲不上三五句，听众就会跑光，[BLANK9]，那可就糟了。如果你能讲讲异国风情，比如说，你发现了什么新大陆，在那里见到了什么，遇上了什么稀罕事，那就是另一回事了。您没听人们常说吗，“一个城市有一个城市的风情”。所以，像我这样求知欲强、对做买卖不感兴趣的航海家，一路上总是力求多安排一些异国之行。从这个角度说，[BLANK10]。您知道好处在哪儿吗？我这么跟您说吧，您来值班，俯身在海图上。",
      "choices": [
        "可是世上还有比这更大的乐趣",
        "这些事不能说没有意思",
        "这词汇本身就有一种天文学的味道",
        "在辽阔的海面上也有各种稀罕事",
        "乘小船航行有数不清的好处",
        "促使我们离开家乡的主要力量还不在这里",
        "就像小鱼逃避大鲨鱼一样",
        "像我或我的祖先哥伦布一样",
        "我们这次航行就是如此",
        "也就是在空间中的运动"
      ],
      "context_id": "TRIAL_00008",
      "answers": [
        9,
        2,
        7,
        5,
        0,
        3,
        8,
        1,
        6,
        4
      ]
    },
    {
      "context": "在富兰克托的赛斯曼家里，病弱的小姑娘克拉拉，正把身体埋进一个舒服的大轮椅里。一天中午，[BLANK1]，现在，她是在宽敞的食堂的隔壁，被叫做学习室的地方。这里摆放着各式家具，看上去很舒适，[BLANK2]。[BLANK3]，就可以明白这儿为什么叫学习室，也知道腿脚不灵便的克拉拉每天就是在这儿上课。克拉拉的脸苍白瘦长，有一双温柔的蓝眼睛。[BLANK4]，她觉得今天指针走得特别慢，平时很少急躁的克拉拉现在也等不及似地问：“还没到时间吗，罗得迈尔？”被问到的妇人把身体挺得笔直，正坐在桌前刺绣。她穿的衣服怪怪的。[BLANK5]。而且，头发扎成高高的，样子像教会的圆屋顶，更显得她怪里怪气的。[BLANK6]，这些年一直当管家，管着佣人们。赛斯曼经常出外旅行，[BLANK7]。只是有一个条件，[BLANK8]，而且决不许做女儿不喜欢的事情。克拉拉在二楼等得心焦，刚要再问一遍罗得迈尔她们怎么还没到，这时蒂提牵着小海蒂来到了大门口。蒂提向刚从马车上下来的约翰问道：“不知这么晚了，罗得迈尔能不能见我们。”“那我可不知道，”车夫哼哼着说，“你按接走廊里的门铃，招呼杰巴斯下来吧。”蒂提照他说的去按电铃，下来了一个仆人。[BLANK9]，眼睛又圆又大和纽扣差不多。“想请你去问一下罗得迈尔，我现在能不能见见她。”蒂提问。“那可不知道，”仆人回答，“你再按一个电铃，叫女仆齐娜吧。”[BLANK10]。蒂提又按一遍电铃，[BLANK11]，她站在那儿并不下来，一副瞧不起人的样子，问道：“什么事？”",
      "choices": [
        "短大衣的领子大得吓人",
        "杰巴斯说完这些就不见了",
        "她被人从一个房间推到另一个房间",
        "她已经盯着墙上的大挂钟看了好一会儿了",
        "就是无论什么事都要先听听女儿的意见",
        "就把家里的事全托付给罗得迈尔",
        "于是头戴一顶白得晃眼的小帽的齐娜出现在楼梯上",
        "罗得迈尔在这里的女主人去世以后",
        "而且一看那个带玻璃门的精美的大书柜",
        "平常这个小姑娘要在这儿学习也就毫不奇怪了",
        "是个制服上钉着个圆圆的大纽扣的男仆"
      ],
      "context_id": "TRIAL_00009",
      "answers": [
        2,
        9,
        8,
        3,
        0,
        7,
        5,
        4,
        10,
        1,
        6
      ]
    },
    {
      "context": "公园里的游艺会仍然在继续。[BLANK1]，谁也没有去想它。[BLANK2]。车子不在那儿。电车到哪儿去了呢？他跑去找警察巴士贤。[BLANK3]，正从它背上溜下来。“哎呀，警长，”司机叫了起来，“电车被人偷走了！”“不可能，这不可能！”巴士贤说。“偷走了，千真万确地被偷走了，”司机用哭丧的声音说，“请你自己来看一看吧。”“你能准确地记起你在什么地方停下车子的吗？”巴士贤问。“百分之百的准确。”司机回答说。“也许售票员随便把它开走了吧？”“他从来不干这种事。”司机说。“那么这就太奇怪了。”巴士贤说。“是的，太奇怪了。”“这样一个日子电车被盗，实在太糟了。”巴士贤说。“今天我要考虑的事情太多，但是这件事我将在我的记事本里记下来。”[BLANK4]，很愉快。恰好这时木马停下了。他向他们走来，满面笑容。“那是很好的旋转木马。”他说。在这个节骨眼上，[BLANK5]。他告诉他：“电车被人偷走了。”“整个电车？”售票员问。他不相信他的耳朵。“整个电车，一点儿也不假。”司机说。巴士贤从他的记录本上抬起头来问：“电车能在没有轨道的路上走吗？”“不能，当然不能，警长先生。”司机说。“好，”巴士贤说，“那么它一定会停在这里和城门之间的一个什么地方。以法律的名义，[BLANK6]。我们马上就可以找到它。”他们一起离去，心中充满了希望。在城门附近，他们终于找到了电车。巴士贤最先瞧见它，因此他很骄傲地说：“瞧，你们的电车就在那儿。”[BLANK7]。“安然无恙。”司机说。用手在车身上摸了几下，以证明它“安然无恙”。“我们的那一罐子饼干不见了。”电车售票员说。[BLANK8]。“不见了？”",
      "choices": [
        "请你们两人跟我一道来",
        "像电车这种平淡无奇的东西",
        "巴士贤刚骑了一会儿骆驼",
        "只有电车司机才向停车的地方瞟了一眼",
        "电车售票员在旋转木马上骑了一阵子",
        "他已把手伸进车厢里面去了",
        "电车司机完全没有心情来谈论旋转木马",
        "电车售票员和司机向它跑去"
      ],
      "context_id": "TRIAL_00010",
      "answers": [
        1,
        3,
        2,
        4,
        6,
        0,
        7,
        5
      ]
    },
    {
      "context": "警察巴士贤非常喜欢组织游艺晚会这类事儿。自从夏季游艺会结束后，好几个星期过去了。[BLANK1]。有一天上午，当他在巡逻的时候，他遇见了莱莫。“要不要我告诉你一件秘密？”莱莫问。当巴士贤说“请讲吧”，他就说：“明天杜比雅老爷爷将是七十五岁了。”巴士贤感到非常惊奇。“老杜比雅七十五岁了！”他惊叹了一声，“这可能吗？”“是他亲口对我讲的，”莱莫说，“刚才不久讲的。”“唔，那么我们要为他大大地热闹一番。”巴士贤说。“我们得送他一件美好的礼物。”莱莫说。“是的。我们得这样做，”巴士贤表示同意，“还得有些人讲话。”“乐队还得奏进行曲。”莱莫补充着说。“我们还得为他鳊一支特别的歌。”巴士贤说。[BLANK2]。“这是怎么一回事？”巴士贤叫出声来，“你又回到家来了不成？”“我是又回到我的家里来了。”[BLANK3]。“你可知道，老杜比雅明天将是七十五岁了吗？”“怎的，只那么一把年纪吗？”苏菲姑姑问。“他是一个非常好的老人。”巴士贤满怀热情地说。“当然比某些人要好些。”她说，但究竟这某些人是指谁，谁也弄不清楚，“我们得送他一件礼物。”“我们刚才还在谈这个问题，”巴士贤说，“问题是——什么礼物。”“一个闹钟怎么样？”苏菲姑姑说。[BLANK4]。“我想，倒不如给他一件他所喜爱的东西。”巴士贤说。[BLANK5]，理发师到来了。[BLANK6]。“送他一头他能够骑的驴子，怎样？”理发师说，“这样他就不用老走路了。”“这有困难，驴子爬不上那么高的楼梯到塔顶上去。”巴士贤说。“也许我们可以送他一只小一点儿的动物，”莱莫说，“当他单独一个人在塔上的时候，一个可以和他讲话的动物。”“我懂了，”理发师说，“一只鹦鹉。",
      "choices": [
        "不过现在他又有一件新的事情要考虑了",
        "当他们正在讨论这个问题的时候",
        "她一直是一个讲实际的人",
        "巴士贤把这个秘密告诉了他",
        "这时苏菲姑姑从街上走过来",
        "苏菲姑姑简单明了地回答说"
      ],
      "context_id": "TRIAL_00011",
      "answers": [
        0,
        4,
        5,
        2,
        1,
        3
      ]
    },
    {
      "context": "我在伏龙格家坐到很晚，一直在听他讲着，生怕漏掉一个字。等他讲完之后，我恭恭敬敬地问道：“伏龙格老师，我把您这段经历记述下来怎么样？像人们常说的，让它流传后世……”伏龙格沉思片刻，回答说：“好吧，您写吧，[BLANK1]，都是大实话……不过，小伙子，您写成之后，让我看一下，有些地方也许要做些更正……”当天夜里，我就动笔写起来。不久，[BLANK2]。伏龙格认真通读了一遍，做了不多几处，但却非常宝贵的更正。只过了两天，就把书稿还给我，并且有点忧伤地对我说：“您记述得都对，可以说一字不差…… 可是我跟您讲的时候，[BLANK3]。别的读者读起来，也许会弄不懂的。我小时候，就有过这么一件趣事：那时我刚上船，还是个见习水手。有一天，我们放锚。[BLANK4]。他有事要上岸，跳上小舢板之后，又冲我喊了一句：‘喂，小鬼，毒死小猫，快点！[BLANK5]。[BLANK6]，毛茸茸的，尖尖嘴儿，长尾巴，又聪明，又可爱，就差不会说话了。为什么要毒死它呢？而且用什么毒死它呢？[BLANK7]结果挨了一顿揍。那时候兴这个，有什么办法……所以，我担心，[BLANK8]，别人弄不懂，会误解我。老弟，请您再辛苦一下，把那些海上用语挑出来，写到一张纸上，交给我。我抽空做些注释。”我不敢怠慢，[BLANK9]，写在几张纸上。伏龙格看了一遍，[BLANK10]。可是第二天，[BLANK11]，后来又说得一个月，而实际上，整整过了一年，他也没有给我。我追问起此事，他很不高兴，说我是小孩子不懂事，[BLANK12]，着急不得。于是，[BLANK13]。",
      "choices": [
        "我们船上是有一只西伯利亚小猫",
        "用的是海员对海员的语言",
        "航海长是个挺严厉的人",
        "一部抄写得清清楚楚的手稿就放到了伏龙格的书桌上",
        "很快就找出六十来个海上用语",
        "我只好向航海长问清楚……",
        "’我以为自己的耳朵听错了",
        "还说这个注释是件很严肃的工作",
        "他又说需要一个星期的时间",
        "反正也没有什么要隐瞒的",
        "我说的话里也有一些海上术语",
        "这本小书没有附他的注释就出版了",
        "答应第二天早上把注释交给我"
      ],
      "context_id": "TRIAL_00012",
      "answers": [
        9,
        3,
        1,
        2,
        6,
        0,
        5,
        10,
        4,
        12,
        8,
        7,
        11
      ]
    },
    {
      "context": "我要是处在马西亚的地位，也会象他一样有着丰富的想象力；但是这种想象方面的自由，对他来说是允许的；换上了我，却是不许可的。[BLANK1]，而在马西亚眼里，这个人只不过是德里斯科尔老板。[BLANK2]，也放开四蹄，向前奔驰的时候，我就急忙把它收回来，用手牢牢地按住它。[BLANK3]，马西亚可以在脑子里有各种各样的看法；因为对他来说，[BLANK4]。但是对我来说，[BLANK5]。我也承认，在我的家庭里，在我的身边，确实有着不少离奇的现象；但我不能用同马西亚一样的观点去对它们进行分析和研究，因为我没有这个自由。马西亚可以怀疑；而我呢，怀疑是不许可的。[BLANK6]，我应该不让他再说下去，这是我的责任。我也真是这样做的，[BLANK7]，我常常想战胜他的固执己见的态度，可是我总是做不到。所以我就对自己说，[BLANK8]！为什么阿伦、南德、安妮和卡特都是黄头发，而只有我不是？[BLANK9]，除了不懂事的卡特外，我竟成了象癫皮狗似的叫人人都讨厌了呢？他们并不富裕，[BLANK10]？对于这些“为什么”和“怎么”，我只有一个比较恰当的回答，这个回答本身也同样是“为什么”。“假如我不是他们的孩子，德里斯科尔一家为什么要寻找我？他们为什么要把钱送给巴伯兰、格莱斯和伽雷？”这正是马西亚应当回答而又回答不上的问题。然而他还是表示不服气。“就算我不能回答你的问题，”他说，“那也不能证明我向你提出的所有问题都错了，因为你自己也不能回答你的问题。如果换一个人，也处在我所见到的、听到的情况下，他也许会明白德里斯科尔老板找你的原因和花钱的目的。",
      "choices": [
        "你不妨也听听他提出的问题嘛",
        "对德里斯科尔老板这个人",
        "他是我的应该尊敬的父亲",
        "所以当我的思想跟在马西亚的后面",
        "怎么能让孩子穿上镶花边的衣服呢",
        "这是一个八杆子也打不着的外国人",
        "不过马西亚是个有自己头脑的人",
        "当马西亚把他的怀疑告诉我的时候",
        "为什么在德里斯科尔的家庭里",
        "因为这件事情涉及到的那个人是我的父亲"
      ],
      "context_id": "TRIAL_00013",
      "answers": [
        9,
        3,
        1,
        5,
        2,
        7,
        6,
        0,
        8,
        4
      ]
    },
    {
      "context": "我还在一个人发愣，不知该做什么才好，马西亚却替我把事情做了。“我们太谢谢您了，太太。”他说。随后他轻轻推了我一把，把我推出了厨房。“上路吧！”他对我说，“前进！[BLANK1]，又加上了一个丽丝。怎么好事全都凑到一起了！[BLANK2]，可现在我们又能继续赶路了。这就叫走运！该是苦尽甘来的时候了。风向转了，不知还有多少好事在等着我们呢！”[BLANK3]，除了睡觉和不得不挣几个钱吃饭外，其余的时间我们都一刻不停地在赶路。[BLANK4]，我们赶到德西兹的时候，听说天鹅号已经驶进了侧运河；[BLANK5][BLANK6]。我的地图提醒我，如果取道夏霍尔，可以从沙隆直接到马孔，那就不用绕大弯，可以省好几天的路程；但这是需要有胆量才能作出决定的；[BLANK7]，谁也没有这种勇气：万一天鹅号在中途停下来，我们就会超过它，那样就要走回头路，本来想节省时间，却反而会丢失时间。我们沿着索恩河南下，一口气从沙隆赶到里昂。现在出现了一个严重的问题：天鹅号已经沿罗纳河顺流而下了呢还是正在溯流而上？换句话说，[BLANK8]？[BLANK9]，天鹅号会不会已经从它们中间经过，但又没有被人注意？我们只好多问多打听。在问过水手，问过船夫，问过所有住在码头边上的人之后，我们终于得到了可信的消息，米利根夫人往瑞士去了。[BLANK10]。“到了瑞士也就可以到意大利。”马西亚说，“看着吧，还要交一次好运！但愿我们跟在米利根夫人后面一直跑到卢卡，那可真要把克里斯蒂娜乐坏了。”可怜的好马西亚，[BLANK11]",
      "choices": [
        "于是我们跟在天鹅号后面继续赶路",
        "现在我们要赶上的不止是阿瑟和米利根夫人两个人了",
        "我们本来是要在德勒齐耽搁一下的",
        "我们就沿侧运河赶到第关；",
        "我们两人在讨论了这件事的利弊之后",
        "尼维尔奈运河在德西兹流入卢瓦尔河",
        "从第关我们又沿着中央运河赶到沙隆",
        "在罗纳河和索恩河上来往如梭的船只中间",
        "米利根夫人是在向法国南部走去呢还是正向瑞士走去",
        "于是我们沿罗纳河向瑞士方向前进",
        "他一直在帮我寻找我深深爱着的那些人；"
      ],
      "context_id": "TRIAL_00014",
      "answers": [
        1,
        2,
        0,
        5,
        3,
        6,
        4,
        8,
        7,
        9,
        10
      ]
    },
    {
      "context": "妈妈出门时对米沙说：“我走了，小米沙，你要听话。我不在家不要淘气，不要乱动东西。如果表现好我就送你一块红色的水果糖。”妈妈走了。开始米沙挺听话：不淘气，也不乱动东西。[BLANK1]，爬上去打开橱门。他站在那里往里看了看，心想：“我什么也不动，只是看一看。”食品橱里有一个糖罐。[BLANK2]。“我就看一下，什么也不会动的。”他想。打开盖，[BLANK3]。“嗳，”米沙说，“这不是水果糖吗！大概就是妈妈答应要给我的那块。”他把手伸进糖罐，拿出了那块水果糖。“噢，”他说，“真大呀，肯定很甜。”米沙舔了一下，心想：“我咂一点尝尝就放回去。”他就开始咂起来，[BLANK4]。他总觉得还挺大的。最后，[BLANK5]，米沙才把它放回糖罐。他一边舔着手指头，一边看着那小块糖，心想：“都吃掉算了。反正妈妈也要给我的。要知道，我表现得不错，没淘气，也没干坏事。”米沙拿出那块糖，放进嘴里，然后想把糖罐放回去。他伸手一拿，糖罐粘在手上，又“砰”的一声掉在地上，摔成两半儿。砂糖洒了一地。米沙害怕了：“这下要挨妈妈说了。”[BLANK6]，居然成功了，甚至也看不出被打碎的痕迹。他把砂糖放进去，盖上盖子，[BLANK7]。妈妈终于回来了：“呶，你表现得怎样？”“挺好。”“真是乖孩子！奖你一块糖！”妈妈打开食品橱，去拿糖罐……唉呀！糖罐碎了，砂糖全撒到地上。“这是怎么回事？谁把糖罐打了？”“不是我，是它自己……”“啊，是它自己打的！好，就算是吧，那，糖块上哪儿去了？”“糖块……糖块……我把它吃了。",
      "choices": [
        "他把摔成两半儿的糖罐紧紧拼在一起",
        "他把它拿下来放在桌子上",
        "糖块小得就象火柴棍一样了",
        "他看见最上面有一块红的东西",
        "一边咂一边看还剩多少",
        "又小心翼翼地把糖罐放回了食品橱",
        "后来他搬了一把椅子放到食品橱前"
      ],
      "context_id": "TRIAL_00015",
      "answers": [
        6,
        1,
        3,
        4,
        2,
        0,
        5
      ]
    },
    {
      "context": "自歌谣搜集者埃格里在海岸上给小姑娘讲了那个红帆的童话以后已过了七年，在格莱同列奇卡来到卡佩尔纳村的前一天，照例每周要去一趟玩具店的阿索莉从城里回来时，面带愁容．心绪很坏。她又将玩具带回，伤心得连话都说不出，[BLANK1]，似乎把事情看得远比实际情况更糟时，才站到窗前开始讲述事情的经过。[BLANK2]，两眼失神地望着大海。这次去时，玩具店老板一开始就打开账本向她指出他们父女一共欠了他多少债。[BLANK3]。“你看，[BLANK4]，”商人说，“让咱们再看看卖出了多少？”[BLANK5]，可这个数字却只是两位数。“看着这个数字真让人又伤心又委屈。他脸上的神气非常粗鲁，而且气呼呼的。我恨不得马上跑掉，可是说真的，[BLANK6]。他说：‘亲爱的，[BLANK7]。这会儿时兴外国货，所有店铺都摆得满满的，这些玩具没人要。’他就是这么说的，他还讲了好多别的。可我听得颠三倒四，都没记住。他大概挺可怜我，所以他劝我再拿到‘儿童市场’和‘阿拉季诺灯’这两家商店去看看。”[BLANK8]，转过头来怯生生地看了老人一眼。隆格连臂肘支着膝盖，[BLANK9]，垂头丧气地坐在那儿。他觉出阿索莉在看他，抬起头叹了一口气。姑娘克制住心头的悲痛，[BLANK10]，用她那轻柔的手臂挽着他的皮套袖，笑盈盈地自下而上地看着爸爸的脸，故意装作高兴的样子继续说了下去：“没什么，这都没什么，请你听我说。于是我就去啦。[BLANK11]，那儿人多得不得了，挤来挤去可把我挤坏了。可我还是钻出人堆，走到一个穿着一身黑、戴着一副眼镜的人眼前。",
      "choices": [
        "只是在看到父亲神色紧张",
        "她边讲边用一个指头在玻璃上画来画去",
        "他用手指杵着另一个数字",
        "双手插在一起放在两膝之间",
        "姑娘把最主要的讲出来以后",
        "我不能再干这赔钱买卖了",
        "她看着那个吓人的三位数字不禁打了个寒噤",
        "我羞得连力气都没有了",
        "走进一家大得吓人的商店",
        "跑到他跟前紧偎着他坐下来",
        "从12月以来你们借了多少钱"
      ],
      "context_id": "TRIAL_00016",
      "answers": [
        0,
        1,
        6,
        10,
        2,
        7,
        5,
        4,
        3,
        9,
        8
      ]
    },
    {
      "context": "干矿工这一行，依我看，丝毫无损于健康。一个矿工，[BLANK1]，他可以象住在空气新鲜的乡下的农民一样健康。在不受恶劣气候的侵袭，在避雨、避寒、进高温等方面，他甚至比农民还要优越。对矿工来说，严重的危险是矿井塌顶、瓦斯爆炸和水灾。当然，[BLANK2]。[BLANK3]，亚历克西带着一只受伤的手回来了，正是由于操作不熟练，他的右手被一大块煤压着了，半个手指头砸坏了，整只手青肿得很可怕。[BLANK4]，给他包扎过以后说，这是挫伤，不甚要紧，青肿会消退，手指头会长好，但必须休息。加斯巴尔大叔是个不生气、不发愁、听天由命的人，只有一件事情可以叫他一反平时随和的常态，那就是不让他工作。[BLANK5]，他便大声嚷了起来：要歇那么多天，那谁来推他的车？”[BLANK6]。如果干脆换掉他，另外从外面再找一个，那倒是可以的，[BLANK7]，那是找不到人的。井下人手太紧，至少童工是这样。[BLANK8]，当晚他就出去着实奔忙了一阵，他回来了，没有找到。[BLANK9]。他真是愁死了，[BLANK10]，而他的钱袋很可能是不允许他歇工的。我看到了这一切，心里明白他烦恼的原因，我感到在这种情况我应当用自己的方式去报答他这些天来对我们如此好心的款待，[BLANK11]，我便问他推车这个活是不是很难。没有比这更容易的了，只要在铁轨上推推车就行。”煤车沉吗？”不太沉，连亚历克西都推得动。”对了。既然亚历克西推得动，那我也推得动。”你，一个孩子？”他放声笑了起来，但很快就一本正经地对我说：当然啰，如果你愿意，你是能推的。”",
      "choices": [
        "一听说亚历克西要歇好几天",
        "这已几乎是我的一种责任",
        "除开由于长期缺乏空气和阳光而会患上贫血等疾病外",
        "于是他开始怨天尤人地抱怨起来",
        "公司的医生来看了他的伤势",
        "由工作上的粗心和不熟练所造成的事故也是危险的",
        "但是他还是想试试给亚历克西找个临时替工",
        "的确没有临时可以代替亚历克西的人",
        "但仅仅从井下的伙伴中找个人来替几天工",
        "因为他自己也只好歇工了",
        "在我预定要离开瓦尔斯的前一天"
      ],
      "context_id": "TRIAL_00017",
      "answers": [
        2,
        5,
        10,
        4,
        0,
        7,
        8,
        6,
        3,
        9,
        1
      ]
    },
    {
      "context": "我们终于来到巴西的帕拉港，上了岸。说实活，这个小城不怎么样，普普通通：垃圾满地，尘土飞扬，气候闷热，狗在街上跑来跑去。不过，[BLANK1]，这已经是文化之乡了，尽管这文化的特色不敢恭维：这儿的人都凶狠、好斗，全都拿枪握刀的，走在街上都吓人……我们刮了脸，搞了一下个人卫生。然后，旅客们就分手了，坐上轮船各走各的路。[BLANK2]，可是走不了。没有证件，人家不放行。[BLANK3]，被困在这个陌生的地方，没有地方住，没有工作干，自然也就没有生活来源了。我们也想找份工作，但是谈何容易！橡胶园倒是需要人，可是还得回亚马逊河去，我们刚刚从那儿出来，实在不想再去了。我们在城里闲逛，[BLANK4]。突然，走来一个警察，请我们到州长那里去。当然，这说明人家看得起我，[BLANK5]，不喜欢巴结权贵。不过眼下也没别的办法：既然人家派人来请，就只好去了。我们来到州长府。[BLANK6]，正坐在浴盆里，手里拿着扇子，像只河马一样，鼻子里呼呼喘着粗气，还往自己身上撩水。[BLANK7]。州长问：“你们是干什么的？从哪儿来？”[BLANK8]，最后说：“这一位是我的水手福克斯，在法国加里港雇的。我是伏龙格船长。也许您听说过？”州长一听到我的名字，“啊”地大叫了一声，脑袋都缩到了水里，扇子也扔掉了，水面上扑扑直冒气泡。他呛了水，差点淹死。幸亏那两位副官，赶快把他捞了起来。他喘着气，咳嗽着，脸憋得通红：“什么？伏龙格船长？就是你？你要怎么样？造反？放火？搞革命？惩罚我吗？……当然，你知道，我佩服你的勇敢，我不反对你本人，但是作为一个官方人士，[BLANK9]，我将提供一切便利……",
      "choices": [
        "在经历了亚马逊河热带密林之后",
        "州长是个很胖的大块头儿",
        "后来坐在一个小花园的大树下商量怎么办",
        "我命令你立刻离开我的领土",
        "我简要地介绍了一下是怎么回事",
        "可是我不喜欢这类官方接见",
        "我们就像蹦到海滩上的鱼一样",
        "我和福克斯也想早点离开这儿",
        "他的两侧各站着一个身穿礼服的副官"
      ],
      "context_id": "TRIAL_00018",
      "answers": [
        0,
        7,
        6,
        2,
        5,
        1,
        8,
        4,
        3
      ]
    },
    {
      "context": "一个下雨天，笨狼趴在小木屋的窗台上，出神地看着檐下的水沟。檐水点点，滴在水沟里，“卟”的一声轻响，就变成圆圆的水泡了。 这时，[BLANK1]。他是一只饿得精瘦，[BLANK2]。他哆嗦着嘴唇，可怜巴巴地说：“让我进屋暖暖身子，行吗？” 老鼠的胡子很长，笨狼看着他的长胡子，猜测：“你起码有100岁了吧。” “是呀是呀。”老鼠听笨狼这么说，便躬起背，使劲儿咳嗽两声。 笨狼让老鼠进了小木屋，给他吃了牛奶和面包，[BLANK3]。 雨停了。太阳露出笑脸，[BLANK4]。 [BLANK5]，再也不想走了。[BLANK6]，吱嘎吱嘎吃开了。 笨狼生气了，他说：“牛奶、面包是我的！” 老鼠说：“又没写你的名字，你怎么知道是你的？要真是你的，你喊它一声，看它答不答应你？” 笨狼真的大声喊：“牛奶！牛奶！面包！面包！” [BLANK7]，不答理笨狼。 笨狼咽了一口口水，抓抓头皮，忽然变得聪明起来。他问老鼠：“面包和牛奶上也没写你的名字，怎么知道是你的呢？” “牛奶和面包都在我的手里，不是我的还会是谁的呢？”老鼠答道，“你要不信，我叫它们一声，它们就会答一声。” 老鼠叫一声“面包！”，面包“吱嘎”答应一声，塞满了老鼠的嘴巴。 老鼠叫一声“牛奶！”牛奶“咕咚”答应一声，滚进了老鼠的喉咙。 笨狼没办法，[BLANK8]，并且答应第二天还他一整只面包和满满一大杯牛奶。 天黑了，笨狼想上床睡觉，他对老鼠说：“你快走吧，我要睡觉了。” “这床是我的。”老鼠说。 “不对，床是我的。”笨狼说。 “写着你的名字吗？”老鼠问。 [BLANK9]，没有找到“笨狼”两个字。当然，[BLANK10]。",
      "choices": [
        "笨狼围着床仔细看了三遍",
        "一个流浪汉来到了笨狼跟前",
        "牛奶和面包静静地散发着香味儿",
        "他也没找着老鼠两个字",
        "只得跟老鼠借了一小片面包和半杯牛奶",
        "他把牛奶和面包搬到床上",
        "又被雨水淋得透湿的老鼠",
        "还让他睡在软软的小床上暖身子",
        "老鼠在床上躺得舒舒服服的",
        "照得门前的树叶闪闪发亮"
      ],
      "context_id": "TRIAL_00019",
      "answers": [
        1,
        6,
        7,
        9,
        8,
        5,
        2,
        4,
        0,
        3
      ]
    },
    {
      "context": "陈胜小的时候，正赶上秦王朝末年的暴政统治。他亲眼看到了赋税徭役把他的家人和邻居们压得喘不过气来。他们被迫把收获粮食的三分之二交给政府作赋税，还负担着沉重的兵役和徭役。[BLANK1]，政府便役使妇女运输粮饷，很多人家妻离子散、家破人亡。秦朝的法律又很严酷，往往一人犯罪，诛连九族，叫做“旅诛”；一家犯罪，诛连邻里，叫做“连坐”。动不动就被罚做苦役，处以酷刑，有的斩脚，有的割鼻，有的处死，[BLANK2]。黑暗的现实在陈胜幼小的心灵里埋下了反抗秦王朝暴虐统治的种子。[BLANK3]。可他人小志不小，人穷志不穷。[BLANK4]，就一人坐在那里冥思苦想：为什么我们这些人就该祖祖辈辈受苦受累？为什么财东游手好闲却享不尽荣华富贵？[BLANK5]？富人的孩子一出世就注定该享福？[BLANK6]？随着年龄的增长，他渐渐明白了：财东欺压穷人，为所欲为，是因为他背后有个秦王给撑腰，不推翻秦王朝的统治，人民就永远不会有出头之日。于是他萌生了推翻秦王朝，建立农民自己政权的念头。有一回，[BLANK7]。炎炎烈日炙烤着脊背，[BLANK8]。陈胜实在不堪其苦，[BLANK9]，他甩掉肩头的犁绳，走到田埂上，不干了。世道不公，秦王朝的种种暴行，乡民们的百般苦痛，一起袭向他的心头，推翻封建暴政，[BLANK10]。想着想着，他满怀着憧憬把一句不着边际的话甩给同伴：“伙计们，将来我要是富贵了，决不会忘记你们的。”[BLANK11]，更不可能了解他的志向与抱负，就纷纷讥笑他：“你一个小长工，拼死拼活地给人家种地，填饱肚皮就不错了，还能混出什么好来？”",
      "choices": [
        "长工们自然不知道他心里的秘密",
        "心中不免升腾起一股不平之气",
        "陈胜小小年纪就开始给地主家做长工了",
        "建立农民政权的愿望更加强烈",
        "这一切是由谁主宰的呢",
        "押送到官府去的罪犯随处可见",
        "拉犁的绳子在一个个瘦骨嶙峋的肩头印出道道伤痕",
        "每每做苦役闲下来的时候",
        "村里的成年男人被征发服役去了",
        "难道穷人的孩子一生下来就注定该受苦",
        "他和长工们一块给地主耕地"
      ],
      "context_id": "TRIAL_00020",
      "answers": [
        8,
        5,
        2,
        7,
        9,
        4,
        10,
        6,
        1,
        3,
        0
      ]
    },
    {
      "context": "王羲之在某地当官时，有一天，一个年轻人来告状。年轻人说，因家境贫寒，一无所有，[BLANK1]，用来埋葬自己。乡绅满口答应，并讲明只要“一壶酒”的酬谢。埋葬了老人之后，[BLANK2]。哪知乡绅把脸一翻，大声怒吼，竟说当时讲明是“一湖酒”。年轻人有口难辩，一湖酒怎还得起呢？无可奈何，来到王羲之处告状，请为他作主评理。听罢年轻人的诉说，王羲之问：“你说的都是实情？”年轻人说：“是”。“你讲的都是真话？”“不敢有假。”王羲之略作思考，[BLANK3]。第二天，王羲之若无其事，悠闲地到了乡绅那里。[BLANK4]，很想求他的墨宝。于是盛情款待。谈话间，[BLANK5]，王羲之并不推辞：“那好办。”[BLANK6]。乡绅喜出望外，[BLANK7]，乡绅问应送点什么礼品，王羲之顺口说出：“只要一活鹅。”乡绅暗暗心喜：“那算得了什么？”第二天，[BLANK8]，王羲之把脸一沉：“当时说好一河鹅，现在怎么送来一只鹅？”原来当地“活”“河”同音，乡绅辩解道：“大人，鹅是以只计数，从不以河计数的呀!”王羲之反问：“既然鹅以只计数，难道酒是以湖计数的吗？”",
      "choices": [
        "父亲临死前曾向某乡绅要一小块荒地",
        "就匆匆打发年轻人回去了",
        "年轻人很快送去一壶酒以表感谢之情",
        "为了表示对王羲之的谢意",
        "乡绅就提一只活鹅送到官府",
        "乡绅提出求写墨宝的意向",
        "于是挥笔写了《禾毅论》",
        "乡绅早就仰慕王羲之的大名"
      ],
      "context_id": "TRIAL_00021",
      "answers": [
        0,
        2,
        1,
        7,
        5,
        6,
        3,
        4
      ]
    },
    {
      "context": "我本来不想去荷兰。这个国家很小，[BLANK1]，荷兰只有三样好东西：奶油、干酪和鲱鱼。不言而喻，我作为一个海员，[BLANK2]。[BLANK3]，了解一下鲱鱼的行情。在荷兰，好多人干的事都与鲱鱼有关：捕鲱鱼，腌鲱鱼，渍鲱鱼，鲜冻鲱鱼，还可以买活鱼放到鱼缸里。说起这件事，实在叫人惊奇，[BLANK4]。不然的活，你就解释不了这种不公正的现象：荷兰人出海捕鱼，撒出网去一收，满满一网鲱鱼。大家当然高兴，可是你好好看看，仔细看看，就会发现，他们捕上来的，都是荷兰鲱鱼。挪威人也试过，[BLANK5]。但是，干这事就不灵，同样撒了网，收上来一看也有鲱鱼，可就是没有荷兰鲱鱼，只有挪威鲱鱼。荷兰人捕哇，捕哇，不知捕了多少年鲱鱼，[BLANK6]。当然，他们很会利用这一资源，把自己的鲱鱼卖到左邻右舍：南北非洲……[BLANK7]，结果绝对意外地获得一个新的重要发现，从根本上改变了我最初的航行计划。经过一系列观察，我极为精确地发现，每条鲱鱼都是鱼，[BLANK8]。您要问这意味着什么？这意味着，没有必要浪费巨额资金，[BLANK9]，装上货船，再从船上卸下来，费这个事干吗？把鲱鱼拢成一群，[BLANK10]？既然每条鲱鱼都是鱼，那就是说它不会沉底。鱼不是都会游水吗，对不对？从另一角度说，即使别的什么鱼混进来，也没有关系。前面不是说了吗，并非每条鱼都是鲱鱼，也就是说，没有必要发现它、区分它、赶走它、甚至消灭它。过去，用老办法运鲱鱼，要有大货轮，还要有很多船员，复杂的机械。现在，用新办法运鲱鱼，随便一艘比我的“失利”号还小的船就能干得了。当然，这只是一种理论。",
      "choices": [
        "他们总能捕到各种等级的鲱鱼",
        "荷兰人似乎知道某种秘密",
        "没有必要把鲱鱼装进大桶",
        "就这么活着赶到目的地去不是省事得多吗",
        "我深入研究了一下这个问题",
        "他们也是世界上有名的一流渔夫",
        "只对这第三样东西感兴趣",
        "我决定还是拐到鹿特丹去看一眼",
        "但并不是每条鱼都是鲱鱼",
        "对旅游者来说没多大意思"
      ],
      "context_id": "TRIAL_00022",
      "answers": [
        9,
        6,
        7,
        1,
        5,
        0,
        4,
        8,
        2,
        3
      ]
    },
    {
      "context": "当他们来到警察局门前时，面包师走上前去，敲了敲门：“开门，警长！”他喊。[BLANK1]。外边的人听到他迷迷糊糊地问：“谁呀？”“三个强盗。”面包师说。“什么？”巴士贤大叫一声，“你们到这里来要干什么？”[BLANK2]。“是面包师在敲门呀。巴士贤先生，”其他两个人中之一说，“我们抓住了强盗呀。”“不可能！”巴士贤叫出声来。“不是不可能呀，”面包师说，“快开门吧，你可以亲眼看看。”[BLANK3]，也找到了钥匙。门立刻就开了。“我们全在这里。”面包师说，感到很骄傲。“你们看上去好像一共有五个人。”巴士贤说。“不过只有三个强盗，”面包师说，“其余两人是香肠店主和杂货店老板。”“哦，我懂了，懂了。”巴士贤说，“早安，杂货店老板。早安，[BLANK4]？你们都请进来，欢迎你们！”他对强盗们补充着说。他取出眼镜，坐在他的桌子旁，[BLANK5]。“你们就是那三名强盗吗？”他问。“是。”强盗说。“好……我得把这记下来。”巴士贤说，“下一个问题：你们的名字叫什么？”“贾斯佩。”“哈士贝。”“乐纳丹。”他们回答说。“好，好。”巴士贤说，[BLANK6]。“现在——请告诉我，你们今夜干了些什么勾当？”他问。[BLANK7]。“你说吧。”乐纳丹对贾斯佩说。“我们——我们只不过——晚间出来散散步，”贾斯佩说，“我们——我们的手指头冻得够呛。我们想，[BLANK8]，他的烤面包房一定很舒服，很温暖……[BLANK9]，想暖一下自己。”“嗯，我倒觉得这也很可能。”巴士贤说，[BLANK10]，一字不漏。“唔——这不是真话呀，”面包师说，“他们是到我的店里来偷面包的。",
      "choices": [
        "面包师——也许正在烤面包",
        "巴士贤挨了一段时间才真正醒转来",
        "拿出一个大本本——他把它叫做讯问薄",
        "香肠店主——也许说‘晚安’比较合适些吧",
        "所以我们——我们——就走进去",
        "在他的本本里记了一笔",
        "这三名强盗相互望了一眼",
        "这时巴士贤已经穿好衣服",
        "因为他以为是强盗们在喊他",
        "把这些话又记在他的本本里"
      ],
      "context_id": "TRIAL_00023",
      "answers": [
        1,
        8,
        7,
        3,
        2,
        5,
        6,
        0,
        4,
        9
      ]
    },
    {
      "context": "雕塑家阿尔弗里兹，是啊，你大概认识他的吧？我们大家都认识他：他得了金质奖章，去了意大利，又回国来了。那时他年轻，是啊，他现在也还年轻，[BLANK1]。    他回到家中，[BLANK2]。全城都知道这个外乡人，知道他是谁。在最富有的一家人家里，为他举行了宴会。凡是有点儿面子的人，[BLANK3]，都被请来了。真是件大事，不消敲锣打鼓，[BLANK4]。手工匠的儿子，小人物的孩子，还连带上一两对父母，站在外面，[BLANK5]。[BLANK6]，有这么多人站在他负责巡察的街上。一派欢乐的气息，屋子里面当然真有欢乐，那是阿尔弗里兹，雕塑家。    他说这说那，讲东讲西，[BLANK7]。但是听得最有兴致的，[BLANK8]。[BLANK9]，一张没有写过字的灰色纸。[BLANK10]，并且还要求多多地吸，有高度的接受力，难以置信的无知，真是一个女的加斯帕·豪塞①！    “我真想看看罗马！”她说道，“罗马一定是一座漂亮的城市，有许许多多的外国人到那儿去。给我们讲讲罗马！进了罗马市，里面都是什么样子？”    “真不容易讲呢！”年轻的雕塑家说道。“有一个很大的广场，[BLANK11]，它已经四千年了。”“一个奥甘尼斯特③！”夫人喊了起来，[BLANK12]。[BLANK13]，连雕塑家也这样。[BLANK14]，因为他看到紧挨着夫人，有一双海水一般蓝的大眼睛，那是刚刚讲话的那位夫人的女儿。若是谁有这样一位女儿，这人一定不简单。[BLANK15]，女儿则是在静听泉水的美丽神女。她多么可爱啊！",
      "choices": [
        "到锡兰岛的一个小地方去访问",
        "可怎么说也比当年大了十来岁了",
        "母亲是一道不断涌冒出问题的泉水",
        "里面所有的人都高兴地听他说得津津有味",
        "或者家里有点儿财产的人",
        "她完全就是阿尔弗里兹先生所说的",
        "不过那笑意刚一来便隐去了",
        "巡夜的人心想是他在举行宴会",
        "有几个人差不多快笑了出来",
        "广场中央有一座奥伯利斯克②",
        "瞧着那拉垂下来被照得亮亮的窗帘",
        "以前她从来没有听到过奥伯利斯克这个字",
        "则莫过于一位上了点年纪的做官的遗孀",
        "全城都知道了这次宴会",
        "这纸一下子便把说过的话吸尽"
      ],
      "context_id": "TRIAL_00024",
      "answers": [
        1,
        0,
        4,
        13,
        10,
        7,
        3,
        12,
        5,
        14,
        9,
        11,
        8,
        6,
        2
      ]
    },
    {
      "context": "我们驶入大洋的时候，正好赶上信风。我们走了一天，两天，[BLANK1]，但其它的种种迹象表明，我们已经到了热带地区。蓝蓝的天，烈日当空，而更主要的是飞鱼。这种小鱼漂亮极了！它们常常飞出水面，像蜻蜓似的从空中飞过，挑逗着老海员的心。[BLANK2]，它们是大洋的标志。这些小鱼，先别管它们好不好看，[BLANK3]，第一次航行……赤道……您大概也知道，赤道是一条没有标志，但又十分确定的线。古时候，航船跨越赤道的时候，船上都要搞一些小节目：比如由人装扮的“海神”来到船上，同船长交谈几句之后，就在甲板上给第一次经过赤道的海员洗个澡。这一次，我也想照老规矩办事，恢复这个老习俗。再说，道具并不复杂，服装也简单，从这个角度说，[BLANK4]。唯一成问题的是演员。您知道，[BLANK5]，而我已经是船长了，不管乐意不乐意，我都得扮海神的角色。我想出个主意：一大早就命令他们在甲板上放了一只大木桶，里面灌上水。然后，我说自己病了，在我恢复健康以前，根据常规，由罗木接替我指挥。罗木对我表示了同情，[BLANK6]，拿出船长的架势，命令福克斯去刷洗甲板。我把自己关在舱里，进行准备。[BLANK7]，又做了个三叉戟，做了个王冠，最后做了条像鱼那样的尾巴系在后腰上。不是吹牛皮，结果很不错。我照了照镜子，嘿，好一个海神，跟真的一模一样！根据我的计算“失利”号应该跨过赤道的时候，我身着这套戏装登上甲板……结果是不寻常的，但多少有点出人预料。[BLANK8]，船员的想象力完全违背了我的愿望。我上了甲板。[BLANK9]，聚精会神地凝视着前方。[BLANK10]。[BLANK11]。",
      "choices": [
        "只有我一个人是经历过这种事的",
        "飞鱼不是凭白无故出现的",
        "演这个小剧也没有什么困难",
        "福克斯在汗流浃背地冲洗甲板",
        "由于缺乏预先排练和对老航海习俗的无知",
        "先用刷子毛儿做了个胡子",
        "湿润的风多少减轻了些热度",
        "但十分得意地把帽子那么一扣",
        "我的大助手罗木正骄傲地站在指挥台前",
        "勾起了我对年轻时代的回忆",
        "飞鱼照旧在水面上飞来飞去"
      ],
      "context_id": "TRIAL_00025",
      "answers": [
        6,
        1,
        9,
        2,
        0,
        7,
        5,
        4,
        8,
        3,
        10
      ]
    },
    {
      "context": "传说亚当和夏娃死后，他们的后代在大地上繁衍生存，由于人类因打有原罪的烙印，即亚当和夏娃偷吃禁果而犯的罪孽，这就注定人类要付出艰辛的劳动才能生存，为此人类心里充满怨恨，他们不顾上帝的训诫，互相掠夺、称雄，人间暴虐横行。[BLANK1]，就决定暴发洪水灭绝人类及一切生灵。[BLANK2]，他见挪亚一家安分守己，就事先让人们按上帝的吩嘱制造了一条方舟，希望他们坐方舟逃避洪水，以后重建和平美好的世界。挪亚听了上帝的旨意，便一切安排妥当。当挪亚六百岁那年，洪水果然来临，所有的生灵都惨遭毁灭，唯有挪亚一家和他们带着的动物、生灵幸免于难。[BLANK3]，上帝顾及他们便让水势退回。过了几天，[BLANK4]，后来挪亚打开船窗，放出一只乌鸦，以后又放出一只鸽子，鸽子见外面到处是水，无法歇息，又飞回方舟。[BLANK5]，这次鸽子回来时嘴里衔着一枝橄榄枝，他们万分高兴，知道水已退完。第二年头来临时，挪亚受上帝的召唤，[BLANK6]。然后挪亚为感谢上帝，他筑了一座庙坛，[BLANK7]。[BLANK8]，但它也反映了古希伯来人对自然灾害的恐惧心情和渴望战胜灾害的强烈愿望。",
      "choices": [
        "他们坐着宽大的方舟在洪水中漂流了一百五十天之后",
        "带着所有的人和生物走出方舟",
        "上帝看见人类已彻底败坏",
        "然而他又舍不得自己创造的人类",
        "这段神话虽认为是受苏美尔—巴比伦神话故事的影响",
        "挪亚的方舟停搁在了亚拉腊山上",
        "过了七天挪亚又放出一只鸽子",
        "把各种上帝认为洁净的动物和飞禽焚烧供奉给上帝"
      ],
      "context_id": "TRIAL_00026",
      "answers": [
        2,
        3,
        0,
        5,
        6,
        1,
        7,
        4
      ]
    },
    {
      "context": "传说古时候有个名叫朱耀宗的书生，天生聪慧，满腹经纶，进京赶考高中状元。[BLANK1]，而且长得一表人才，便将他招为驸马。“春风得意马蹄疾”，[BLANK2]。临行前，朱耀宗奏明皇上，[BLANK3]，如何从小将他培养成人，母子俩如何相依为命，请求皇上为多年守寡一直不嫁的母亲树立贞节牌坊。皇上闻言甚喜，准允所奏。[BLANK4]，原本欢天喜地的朱母露出了不安的神色，于是说出了想要嫁给朱耀宗的恩师张文举的想法。[BLANK5]，“扑通”一下跪在娘的面前：“娘，这千万使不得。[BLANK6]？再说，欺君之罪难免杀身之祸啊。”正值左右为难、无可奈何之际，朱母不由长叹一声：“听天由命吧。”[BLANK7]，告诉朱耀宗说：“明天你替我把裙子洗干净，一天一夜晒干。如果裙子晒干，我答应不改嫁；如果裙子不干，天意如此，你也不用再阻拦了。”这一天，晴空朗日，谁知当夜阴云密布，天明下起暴雨，裙子始终是湿漉漉的。朱耀宗心中叫苦不迭，知是天意。朱母则认认真真地对儿子说：“孩子，天要下雨，娘要嫁人，天意不可违！”事已至此多说无益，[BLANK8]，请皇上治罪。",
      "choices": [
        "毫无思想准备的朱耀宗顿时被击倒了",
        "当朱耀宗向娘述说了树立贞节牌坊一事后",
        "循惯例朱耀宗一身锦绣新贵还乡",
        "您改嫁叫儿的脸往哪搁",
        "皇上殿试见他不仅才华横溢",
        "提起他的母亲如何含辛茹苦",
        "她随手脱下身上一件罗裙",
        "朱耀宗只得将母亲和恩师的婚事报告皇上"
      ],
      "context_id": "TRIAL_00027",
      "answers": [
        4,
        2,
        5,
        1,
        0,
        3,
        6,
        7
      ]
    },
    {
      "context": "穆波泰原来是个幸福的孩子，他有爸爸和妈妈。[BLANK1]，每天都能打很多的鱼回来。妈妈在家做家务，捣木薯做饭。穆波泰是他们惟一的孩子，所以非常疼爱他。   可是不幸的事发生了。[BLANK2]，一个旋涡打翻了船，穆波泰的爸爸掉入水中，渔民都是游泳能手，他本可以轻易游上岸，恰在这时一群鳄鱼围了上来，只见河面泛起一片血水，穆波泰的爸爸不见了。   按照当地习惯，[BLANK3]，爸爸一死，妈妈成了叔叔的人。叔叔带走了妈妈，带走了爸爸的遗产，却留下了小穆波泰。无论妈妈怎么哀求，孩子怎样哭叫，[BLANK4]。他振振有词地说：“我娶的是女人，没有义务抚养一个孩子。就让他留在村里自己一个人过吧。”   妈妈、叔叔走后，穆波泰成了一个无依无靠的独儿。[BLANK5]。他拿来树叶编成被子，拿来野草编成褥子，睡觉的东西有了。可是吃饭是个大问题。 早晨，[BLANK6]，穆波泰拾来树枝，这家跑到那家，往火灶上添火。[BLANK7]。可是吃饭的时候，[BLANK8]。  [BLANK9]，一见他就跑开了。这是大人们吩咐的，[BLANK10]。 穆波泰饿极了。他到处转悠，趁人不在意的时候，偷一点东西吃。一旦被人发现了，他们不是可怜他，而是拿石头砸他，拿木棒打他，骂他 “懒虫”、“贱骨头”、“贼”。 穆波泰伤心极了。[BLANK11]。大森林接纳了穆波泰。渴了，他喝一口泉水；饿了，他摘一些野果吃。[BLANK12]，把果子烤熟了吃，他用土垒墙，用芭蕉叶做顶，给自己搭了一个容身的小窝棚。[BLANK13]。",
      "choices": [
        "他必须自己想办法才能活下去",
        "希望人家施舍一点木薯糕给他",
        "他决定离开村子到森林里去",
        "兄弟可以互相继承各自的妻子",
        "他学会用两块木柴摩擦生火",
        "当村里的主妇们生火做饭的时候",
        "狠心的叔叔就是不愿抚养穆波泰",
        "穆波泰的父亲一次出去打渔",
        "爸爸在世时曾教过他拉弓射箭",
        "爸爸是个经验丰富的渔民",
        "他们怕穆波泰分吃孩子的食物",
        "她们却装作没有看见他",
        "孩子们也都不愿和他在一起玩"
      ],
      "context_id": "TRIAL_00028",
      "answers": [
        9,
        7,
        3,
        6,
        0,
        5,
        1,
        11,
        12,
        10,
        2,
        4,
        8
      ]
    },
    {
      "context": "在过去，杜比雅一人住在塔上是很寂寞的，但那样的日子已经结束了。[BLANK1]。[BLANK2]。[BLANK3]，经常和他对话。当它没有什么话可讲时，[BLANK4]。[BLANK5]。杜比雅一天比一天喜欢它——也同样喜欢那只小狗。他们三位生活在一起，非常幸福。有一天，[BLANK6]。杜比雅出去买肉，把波利和小狗留在家里。当他还在外面的时候。[BLANK7]。街道上有人在喊：“着火了！着火了！”[BLANK8]。巴士贤、师理悟和理发师立刻就来到了现场。当杜比雅从香肠店走出来的时候，看到这些浓烟大火，非常吃惊。“谁去救我的小狗和鹦鹉啊？”他大声喊，“它们就在上面，在塔里。”[BLANK9]，但他们怎么也无法从楼梯爬上去。杜比雅听到小狗在叫，他也哀叫起来：“谁能救我的小狗和鹦鹉呀？”巴士贤这时就想起了贾斯佩、哈士贝和乐纳丹。他们都是强盗，他们一定都会爬墙。他急忙跑回警察局，打开牢房的门。大声喊：“赶快出来！塔上起了火，我们得帮忙灭火！”强盗们马上就冲出来，向塔那边跑去。巴士贤跟在后面。“塔上有一只小狗和一只鹦鹉，”巴士贤上气不接下气地说，“你们能把它们救出来吗？”“我们试试看。”贾斯佩说。[BLANK10]。“嘘，你们下边的人，”贾斯佩过了一会儿说，“递一根绳子来，我们要用！”面包师立刻去找了一根长绳子来——前不久他还用这根绳子绑过这几个强盗呢！“绳子在这儿！”他喊着。乐纳丹向下爬了几步，[BLANK11]。接着他就又爬上去了。“我想他们可以应付这个局面。”巴士贤说，希望问题能够解决。贾斯佩向他招手，好像是说：“相信我吧，警长。”",
      "choices": [
        "塔里的楼梯上忽然起火了",
        "大家一个接着一个想出种种办法去救它们",
        "他现在有了莱莫送给他的小狗",
        "波利是一只非常友善的鹦鹉",
        "一件可怕的事情发生了",
        "直到他能接住这根绳子",
        "波利无疑是一只非常聪明和惊人的鹦鹉",
        "它就唱那支关于自己的歌",
        "人们从各个方向跑到这里来帮忙灭火",
        "还有镇上居民为他祝寿送给他的鹦鹉波利",
        "这三个强盗开始爬这座塔的墙"
      ],
      "context_id": "TRIAL_00029",
      "answers": [
        2,
        9,
        3,
        7,
        6,
        4,
        0,
        8,
        1,
        10,
        5
      ]
    },
    {
      "context": "第二天是我师傅安葬的日子，老爹同意带我去参加葬礼。可是一到第二天，我起不来了。昨夜我发了一夜的烧，开始是寒颤，后来转为阵热。[BLANK1]，和心里美在树上度过雪夜之后病倒的情况一样。果然，[BLANK2]，病因是那天晚上我和师傅精疲力竭跌倒在这家人家门口时挨了冻引起的。这场肺炎使我体会到阿根一家的善良心肠，尤其是艾蒂奈特忠厚的品质。平时，[BLANK3]。我的病势危急吓人，为了我，阿根家打破常规，把医生请来了。医生不用仔细检查，也不用细问病史，[BLANK4]，并且立即声称必须把我送进济贫医院。[BLANK5]，然而老爹没有采纳这个意见。“孩子既然倒在我的家门而不是在济贫医院的门口，”他说，“那我们就应当把他留下。”[BLANK6]，但是也没能动摇他的决心。他们应当把我留下，他们把我留下来了。艾蒂奈特操持全部家务。[BLANK7]，她恰如圣-文森-德-保罗修会的一个修女①，悉心地护理我，从来没有疏忽过，也从来没有不耐烦过。当她必须离开我去操持家务的时候，总由丽丝来代替她。在我发烧的时候，不知有多少次，[BLANK8]，忧心忡忡的大眼睛凝视着我。[BLANK9]，因而我同她说话，就好象是在对小天神说话，好象在向天神倾吐我的希望和要求。自从那时候起，我在不知不觉中习惯地把她当作头顶上有着光环的天神。使我惊骇的是，我在这个世俗世界中，看到了我本来以为要到了天堂才能看到的、张开着白色大翅膀的飞翔着的小天神。我患病的时间很长，也很痛苦，病情还有过几次反复，[BLANK10]，可是没有使具有耐心和牺牲精神的艾蒂奈特感到厌烦。",
      "choices": [
        "医生说尽了好话来反对这种宿命论的推理",
        "他一望而知我得的是什么疾病",
        "现在又要照看我这样一个重病人",
        "我的胸口象有一团火在燃烧",
        "穷苦人家生病是很少求医的",
        "进济贫医院当然是件轻而易举的事",
        "我看见丽丝待在我的床边",
        "我的病几乎使这一家人失去信心",
        "我的肺部得了严重的炎症也就是说肺炎",
        "由谵妄引起的精神混乱使我误认为她是我的护守天神②"
      ],
      "context_id": "TRIAL_00030",
      "answers": [
        3,
        8,
        4,
        1,
        5,
        0,
        2,
        6,
        9,
        7
      ]
    },
    {
      "context": "蒂提的身影消失后，爷爷又坐到长椅上，默默地从烟斗里吐出烟雾，只盯着地面，不说一句话。[BLANK1]。不一会儿，她就发现紧挨着小屋，有一个山羊住的小棚子，她朝里面望去，见里面空荡荡的。[BLANK2]，来到小屋后头几棵老枞树底下。那里，大风吹过粗壮的树干，树梢发出刷刷、沙沙的响声。海蒂停下脚步，竖起耳朵听。过了一会，那声音安静下去，她转过小屋的另一角，便又回到了爷爷面前。[BLANK3]。[BLANK4]，目不转睛地看着爷爷。终于，爷爷抬起头。他向仍旧一动不动地站在那儿的小女孩问道：“你想干什么？”“想看看你屋子里有什么。”小海蒂回答。“好，来吧！”[BLANK5]。并吩咐她：“把那包衣服也一起拿来吧。”“那些东西我已经不需要了。”小海蒂毫不犹豫地说。爷爷转过头，用锐利的目光盯住她。小海蒂黑亮的眼睛里，[BLANK6]？“这孩子好像还不是那么蠢。”爷爷小声嘀咕了一句，接着大声说：“为什么不需要了？”“我想像山羊那样走路，山羊跑得非常快。”“你要那样也行。不过，包还是要拿进来。”爷爷命令地说，“得把它放到壁橱里去。”小海蒂听从了。爷爷打开门，[BLANK7]，走进一个很大的房间，小屋就只有这一个房间。[BLANK8]，房间一角放着爷爷的床，另一边的屋角是炉子，它上边架着一只很大的锅。[BLANK9]。爷爷打开这扇门，里面是个壁橱，挂着些衣服，另外这个壁橱里还有个放着两三件衬衫和袜子、棉布之类的架子，再一看，又有一个摆了几只盘子、饭碗、酒杯的架子。[BLANK10]，还有一块奶酪。[BLANK11]。",
      "choices": [
        "小海蒂站在爷爷跟前把两手背到身后",
        "充满了好奇和期待——屋子里有些什么东西",
        "于是小海蒂跟在爷爷后面",
        "最上面的架子里放着一片圆面包和一片熏肉",
        "可是小海蒂却高兴地左顾右盼",
        "阿鲁姆大叔每天生活的必需品全都放在这个大壁橱里了",
        "屋里有一张桌子和一把椅子",
        "而且它对面的墙壁上有一扇大门",
        "可是爷爷的姿势和刚才她离开时一模一样",
        "她到处找着还有没有什么别的东西",
        "爷爷站起身带她朝门口走去"
      ],
      "context_id": "TRIAL_00031",
      "answers": [
        4,
        9,
        8,
        0,
        10,
        1,
        2,
        6,
        7,
        3,
        5
      ]
    },
    {
      "context": "第二天一早，贝塔准时到学校上课。他带了个袋子装饭盒。因为中午放学时，[BLANK1]，而家远的学生就坐在桌子上，把脚往椅子上一蹬，把饭盒放在腿上吃。然后能玩到一点，下午接着上课。每天放学后，[BLANK2]。这天上完课，[BLANK3]，一看见他，海蒂迫不及待地跑过去说：“贝塔，我有个好主意。”“什么好主意？”贝塔问。“以后，我要教你学拼读。”海蒂向他解释。“那些我都学过呀。”“不，贝塔，”海蒂一脸认真。”这回要让你真正会读。”“没法会的。”“谁说的？我不信。”海蒂一口反驳。“富兰克托的奶奶说没有这种事，不该这么想。”贝塔听了，吃惊不小。“我会好好教你。我知道怎么才能学会。”海蒂继续说。“你这么大了，得会阅读了。那样你就可以每天给奶奶念一两首诗歌。”“学这玩艺儿没意思。”贝塔嘟囔着说。[BLANK4]。贝塔却这么固执地反对，这可把海蒂惹恼了。她走近贝塔，眼里冒火，忿忿地说：“那好，[BLANK5]？[BLANK6]。[BLANK7]，是个特别大的房子。[BLANK8]。不光是小孩，好多大人也会上学呢。这可是我亲眼看见的。而且，不像咱们这儿，只有一个和善的老师，[BLANK9]。都像去教堂时那样，穿着一身黑衣服。他们头上还戴着这么高的黑帽子。”[BLANK10]。贝塔不由打了个寒颤。“你想想，以后你就得和这些人一起上课。”海蒂继续起劲地说。“要是轮到你了，你却什么都不会读，净出错，那别人会怎么笑话你？准比齐娜还恶毒。你真该知道被齐娜嘲笑的滋味！”“那好，我学就是了。”[BLANK11]。海蒂这下松了口气。",
      "choices": [
        "海蒂边说边比量着帽子放在地板上会有多高",
        "那个大房子里进进出出的老师可多着呢",
        "贝塔又害怕又不情愿地说",
        "贝塔走进爷爷家的大屋子",
        "你妈妈还说要把你送到富兰克托学些东西",
        "住在德尔芙里的孩子们可以回家",
        "我们坐马车打门口经过的时候克拉拉告诉我的",
        "你知道你这么不愿意学习会有什么结果吗",
        "贝塔经常上阿鲁姆大叔那儿和海蒂一起玩",
        "海蒂一直觉得这是顶了不起的大事",
        "我可见过那个男孩子去的学校"
      ],
      "context_id": "TRIAL_00032",
      "answers": [
        5,
        8,
        3,
        9,
        7,
        4,
        10,
        6,
        1,
        0,
        2
      ]
    },
    {
      "context": "我们海校里教授导航课的，是一位叫赫利斯托佛·波尼法奇那维奇·伏龙格的老师。他在第一堂课上就对我们说：“导航，这是一门教给我们选择最安全有利的航线。把它标在图上并且引导航船沿这条航线 航行的科学……”讲到最后，他又补充了一句，“导航又是一门不精确的科学。要想掌握它，就必须有长期航海的亲身经历……”这种毫无特色的讲课，[BLANK1]，全校的学生分为两大派。一派认为，[BLANK2]，他非常懂行，课也讲得妙趣横生，看样子他的经验挺丰富 ，真像在所有的海洋上漂游过似的。不过，人嘛总是各种各样的。一些人轻信到了极点，另一些人又总是批评、怀疑一切。[BLANK3]。[BLANK4]，因为他从来就没有出过海。[BLANK5]。[BLANK6]。[BLANK7]，系一条绣花腰带，头发平整地梳向额头，胡子刮得精光，戴一副无边儿的夹鼻眼镜，个子又矮又胖，讲话镇静、悦耳，总是面带微笑，喜好搓手、闻烟草，整个模样更像一个退休的药剂师，而不是一位远洋船的船长。有一次，为了解决争论，[BLANK8]。“算了吧！现在还不到时候。”他微笑着拒绝了。本来应该讲课，[BLANK9]。下课后，[BLANK10]，我们的争论也结束了。此后，再没有人怀疑，[BLANK11]，他压根儿就没有出过远海，他的导航经验全是坐在家里想出来的。要不是此后不久一个非常偶然的机会使我亲耳聆听了伏龙格讲述他那充满危险和奇遇的环球旅行，[BLANK12]。说起来的确偶然。上次考试之后，[BLANK13]。",
      "choices": [
        "他们非说我们的教授根本算不上个导航家",
        "这些家伙用伏龙格的外貌来证明自己的胡乱猜测",
        "而伏龙格看上去又的确不像一个出色的海员",
        "他夹着一摞笔记本走出教室",
        "我们这儿也不乏后一种人",
        "他却搞了一堂额外的考试 ",
        "在我们中间引起激烈争论",
        "伏龙格不是个真正的导航家",
        "伏龙格就再也没有来学校",
        "伏龙格总爱穿一件灰衬衫",
        "我们请求伏龙格好好讲讲自己的航海经历",
        "我们大家恐怕直到今天也纠正不了自己的错误看法",
        "伏龙格毫无疑问是一只闲在家中的老海狼"
      ],
      "context_id": "TRIAL_00033",
      "answers": [
        6,
        12,
        4,
        0,
        1,
        2,
        9,
        10,
        5,
        3,
        7,
        11,
        8
      ]
    },
    {
      "context": "格莱的“秘密号”驶过海面时尾部翻起的一道白色浪花，在里斯市夜晚的一片灯海中消逝了。[BLANK1]。“秘密号”用十天工夫卸完船上的茧绸、咖啡和茶叶。第十一天，船员们是在岸上休息、饮酒度过的。次日，[BLANK2]，感到有一种莫名的烦恼。[BLANK3]。他郁郁地穿好衣服，勉强用过早餐，连报纸也忘了读，久久地坐在那里吸烟，[BLANK4]。[BLANK5]，中间夹杂着些飘忽不定的愿望，它们势均力敌，相互抵消。于是他便做起事情来。在水手长陪同下，格莱在船上巡视了一周，他命令拉紧桅缆，把舵索放松，清一清锚链孔，另换一面三角帆，将甲板涂上树脂，把罗盘擦净，打开货舱，打扫干净，通通风。[BLANK6]。他心神不宁，烦躁而又凄切地度过了这苦恼的一天：似乎曾有人召唤他，但是他又不记得是什么人，要他去向何方。黄昏时分，[BLANK7]，久久地作着稀奇古怪的眉批，发表着与作者不同的见解。[BLANK8]。而后他又叼起烟斗，淹没在蓝色的烟雾里，那烟雾缥缥缈缈，组成一片片幻影般的阿拉伯式的图案。烟草的威力其大无比，[BLANK9]，烟草可以减轻心头的烦躁，降低它的程度，使之更加平稳和委婉些。因此，吸过三斗烟以后，格莱的苦闷已有所减退，[BLANK10]。[BLANK11]。[BLANK12]，便想活动活动，于是来到了甲板上。夜色深沉，星光和桅灯正在船舷外黑油油的、恍若梦境的海水中打盹。[BLANK13]。格莱抬起头，眯着眼，[BLANK14]。",
      "choices": [
        "沉浸在一种说不出的无端的心绪纷乱之中",
        "就像把油倾入汹涌波涛能平息它的狂怒一样",
        "他一早醒来便觉得这天一开始就是那样阴沉沉的",
        "凝视着一颗金煌煌的火炭般的星斗",
        "可是工作并没有解除格莱的烦闷",
        "这种状态大约延续了一个小时",
        "他坐在舱房里拿起一本书",
        "像面颊一样温和的空气充满海水的气味",
        "格莱不知为什么心里闷闷不乐",
        "并进而变作一种若有所思的茫茫然的状态了",
        "脑海里浮现出一些模糊的词句",
        "当格莱从内心的迷惘中清醒过来以后",
        "船在距灯塔不远的碇泊场上停了下来",
        "这种与隔世的死者进行对话的游戏使他一时间颇为开心"
      ],
      "context_id": "TRIAL_00034",
      "answers": [
        12,
        8,
        2,
        0,
        10,
        4,
        6,
        13,
        1,
        9,
        5,
        11,
        7,
        3
      ]
    },
    {
      "context": "回到船上，我教训福克斯说：“以后不许你再干这种事，少给我搞这种‘纪念’！明白吗？”福克斯一个劲儿地忏悔，保证以后检点自己的行为。他脸上的青斑也消了，[BLANK1]。我们向前走着，[BLANK2]，非洲太美丽了。你放目四望，到处是荷花、纸莎草，岸上是怯生生的羚羊，有时还跑出几头狮子。河里，大河马从鼻子里喷着气泡儿，沙滩上大乌龟在懒洋洋地晒太阳。真像在动物园里一样。[BLANK3]，用小棍子挑逗水里的鳄鱼。我却保持着一本正经，驾着船，曲曲折折地走着。[BLANK4]。小伙子，您该理解，我这次进尼罗河，[BLANK5]。[BLANK6]，穿巴拿马，进太平洋……因为运鲱鱼，我只好改变了计划，偏离了原定航线。下一步，[BLANK7]。您知道，在印度洋里可没有商店，也没有小货摊儿，储备不充分，将来就要饿肚子的……我这个人一向有预见性，会过日子，所以决定在开始这段艰难航程之前，少花钱多储备点东西。这可是很有必要的。终于，我看见一个小村子。[BLANK8]，人也挺和气。我驶到岸边，拴好船，[BLANK9]。当地人对我们很友好。[BLANK10]。我们好好地采购了一番，买了一对儿腌大象鼻子，一箱鸵鸟蛋，椰子，大米，桂皮，香花芽，还有其它一些调料。我们把货物装上船，升起返航的小旗，就准备走了。这时候罗木报告说，福克斯又不见了。我们等了半天，他还没有回来。我都想丢下他算了，后来想了想，又动了恻隐之心。这个小伙子还算不错。虽然是有点滑头，但办起事来还算肯干，心肠也不坏。埃及这儿的人大都没经验，而生活中到处是陷阱，没有人能照看他。万一他误入歧途，裁了跟头，就得受苦了……总之，我还是去找他了。",
      "choices": [
        "我们必须穿过一条很难走的运何进入印度洋",
        "我们沿着尼罗河向上游开去",
        "一路上的景色真是没说的",
        "就和我的船员一起去逛市场",
        "我最早的航行计划是过大西洋",
        "观察着岸上哪里有合适的村庄",
        "罗木和福克斯像小孩子似的玩耍起来",
        "可不光是为了游山玩水",
        "这里看上去似乎还算干净",
        "市场上的价钱也不算贵"
      ],
      "context_id": "TRIAL_00035",
      "answers": [
        1,
        2,
        6,
        5,
        7,
        4,
        0,
        8,
        3,
        9
      ]
    },
    {
      "context": "波城几乎不刮风，它给我留下了愉快的印象。那是隆冬季节。白天我们在街头、广场和一些供游览的地方度过，人们自然可以理解：我对这个能让人玩儿得这么痛快的城市是感激不尽的。当然，也不是这个原因使我们一反往常，决定在同一个地方耽搁这么长的时间；而是在我师傅眼里，[BLANK1]，那源源不断的收入。的确，整整一个冬天，小观众们对我们的节目百看不厌，他们从来没有发出过“总是老一套！”的叫喊声。观众大部分是英国儿童，是些脸蛋红润的胖小子和美丽的小姑娘。[BLANK2]，几乎和道勒斯的眼睛一样漂亮。就是在那个时候，我才熟悉了“阿尔贝”、“亨得莱”以及其他干点心的名称。小观众们在出门前总是把口袋塞得满满的，然后慷慨地把点心分给心里美、狗和我。春天来了，风和日暧，[BLANK3]。演出一结束，孩子们走上来，不止一次地与心里美和卡比握手。这表示他们来告别了，[BLANK4]。不一会儿，广场上只剩下我们自己了，我们也该开始考虑放弃巴斯植物园和公园这两块游览和散步的场所了。一天早晨，我们上路了，[BLANK5]。我们又开始长途跋涉，去过冒险的流浪生活。我们向前走了很久很久，连我自己也说不清到底走了多少天、多少个星期。我们在深山幽谷中行走，翻山越岭，[BLANK6]，象堆积的云团，一直在我们右方隐约可见。一天晚上，我们来到了位于河边的一个大城市。[BLANK7]，房屋用红砖砌成，大都十分难看；街道用又尖又硬的小石子铺就，这对于白天走了十几里路的旅行者来说是很不好受的。[BLANK8]，我们要在那里住一些日子。和往常一样，[BLANK9]。[BLANK10]。",
      "choices": [
        "另有一个压倒一切的理由——我的意思是说",
        "我们的观众变得稀少起来",
        "这些小姑娘长着一对对温柔的大眼睛",
        "师傅告诉我图卢兹①到了",
        "它耸立在一片肥沃的原野中",
        "我们找到了好几个地方",
        "第二天我们最关心的是寻找合适的演出场子",
        "比利牛斯山的淡蓝色的顶峰",
        "加斯东-弗比斯和蒙托塞古堡的钟楼很快在我们的视线中消失了",
        "明天我们将再也见不到他们了"
      ],
      "context_id": "TRIAL_00036",
      "answers": [
        0,
        2,
        1,
        9,
        8,
        7,
        4,
        3,
        6,
        5
      ]
    },
    {
      "context": "那个伟大的夏季游艺会举行的日子终于到来了。一大清早，人们就开始兴奋起来。这时，[BLANK1]，衣扣里插着花朵，已经在市集广场上准备停当，并且又奏起了新的《豆蔻镇进行曲》。这是一个美丽的日子！阳光明媚，[BLANK2]，国旗也被升到旗杆顶上。孩子们的学校都放了假，[BLANK3]。大家都穿着礼拜天的衣服，虽然这天不过是星期二。豆蔻镇外的人们，[BLANK4]，连拉车的驴子也都在脖子上挂起花环，头上戴起纸帽。[BLANK5]。[BLANK6]。苏菲姑姑不让她去，因此她感到非常难过。[BLANK7]，为的是去听音乐和唱歌，同时也参加一些游艺活动。但是现在一切都完了，[BLANK8]。[BLANK9]。她是一个脾气暴躁的人，甚至巴士贤都怕她。贾莱娅只好坐在钢琴前，练些曲子。[BLANK10]。[BLANK11]，她的好朋友多米正好在她窗前骑着驴子走过。他在外面停下来，听她弹琴。他认为她弹得非常好。[BLANK12]，我一直在练。一、二、三，一、二、三，我现在发出颤音，清晰，甜蜜。一、二、三，一、二、三，一、二、三，一、二、三。这个曲子非常新鲜，你从来不曾听见——一、二、三，一、二、三，一、二、三，一、二、三。[BLANK13]？像四个喇叭的声音旋转——一、二、三，一、二、三，一、二、三，一、二、三。我每天在练，调子一会儿苦，一会儿甜。一、二、三，一、二、三，一、二、三，一、二、三。当我长得高大壮健，我的手指也会增长一半，人们将会发现我是天才，一、二、三，一、二、三。多米高喊：“喂，贾莱娅！”她走到窗前，朝外面看。",
      "choices": [
        "她只有尽量忍受这种不幸",
        "她一直在盼望这一天的到来",
        "一切都尽量显得既快乐又漂亮",
        "苏菲姑姑的主张是没有任何人可以改变的",
        "所有的房子都用花朵装饰一新",
        "也都乘着漆上了粉红色的车子赶来",
        "你是否听过这样的敲击",
        "大家都向公园里的游艺会场走去——只有小贾莱娅是例外",
        "镇上乐队的成员都戴着时髦的白帽子",
        "她可以从弹琴中得到一点儿安慰",
        "成年人的商店和机关都关了门",
        "弹钢琴的贾莱娅请听我演奏",
        "当她正弹着一首华尔兹舞曲的时候"
      ],
      "context_id": "TRIAL_00037",
      "answers": [
        8,
        4,
        10,
        5,
        2,
        7,
        1,
        0,
        3,
        9,
        12,
        11,
        6
      ]
    },
    {
      "context": "可能我是在忧伤和恐惧中整整睡了一夜。第二天早上醒来的时候，[BLANK1]，看一看四周，以便肯定别人没有在我熟睡时将我搬走。整个上午，[BLANK2]。这样，我以为把我送孤儿院去的打算已经放弃，也许是巴伯兰妈妈说了话，逼着他把我留了下来。但是，十二点的钟声刚刚敲过，[BLANK3]。我惊骇不已，慌忙把眼睛转向巴伯兰妈妈，向她求救。她悄悄地向我示意，意思是我应当听从；[BLANK4]，要我用不着害怕。我没有违抗，[BLANK5]。从我们家到村子的这段距离是很长的，足足要走一个小时。巴伯兰闷声不吭，这一个小时就这样过去了。他一瘸一拐地慢慢在前面走，连头都不动一下，有时他把整个身子转过来，看看我是否在后面跟着。他要把我带到哪儿去呢？尽管巴伯兰妈妈暗示过要我放心，然而我还是放心不下。为了躲避这场我已预感到、但心中无数的可怕灾祸，我想到了逃跑。为此，我尽量拉在后面。等到拉得足够远的时候，[BLANK6]，他是无法追上我的。开始时，[BLANK7]。过了一会儿，他可能猜到了我的心思，[BLANK8]。我只好跟着他。我们就这样进了村子。一路上，来来往往的人，[BLANK9]，我活象被人牵着的一条脾气暴躁的狗。当我们从咖啡馆门前经过的时候，站在门口的一个汉子叫了一声巴伯兰，邀他进屋。巴伯兰揪着我的耳朵，让我走在前头。我们进屋之后，他把门关上了。我感到一阵松快。咖啡馆在我看来并非是一个危险的地方。再说，这是咖啡馆呀！[BLANK10]！咖啡馆！圣母院旅馆的咖啡馆！[BLANK11]？我向自己提出这个问题已有好几次了！我看见过从咖啡馆里出来的人，他们一个个脸上通红，两腿哆嗦。",
      "choices": [
        "个个都要回过头来看上我们一眼",
        "巴伯兰一句话也没有跟我说",
        "我早就渴望着跨进它的门槛了",
        "同时她又做了个手势安慰我",
        "巴伯兰要我戴上鸭舌帽跟他走",
        "我的第一个动作就是摸摸我的床铺",
        "跟在巴伯兰后面出门了",
        "这种地方究竟是个什么名堂",
        "便抓住我的手腕拖着我走",
        "他只是叫我紧紧跟着他走",
        "我就可以跳进一条沟里逃走"
      ],
      "context_id": "TRIAL_00038",
      "answers": [
        5,
        1,
        4,
        3,
        6,
        10,
        9,
        8,
        0,
        2,
        7
      ]
    },
    {
      "context": "在美国现有的4架航天飞机中，它飞行的次数最多。[BLANK1]，至今总共有24次航天飞行，它就占10次。今天，它飞行的使命是将一个通讯卫星和全套观察哈雷董星的仪器送入太空轨道。此外，“挑战者”号还创造过多次第一：美国历史上第一位女宇航员、第一位黑人宇航员和第一位华裔宇航员都是乘坐它升空的。这一回，[BLANK2]。[BLANK3]。[BLANK4]。1985年7月，[BLANK5]，里根总统提议选择一名教师。麦考利夫勇敢地应征，[BLANK6]，成为有幸第一个乘航天飞机进入太空的“普通公民”。此刻，[BLANK7]，想到自己邀游天宫的理想就要成为现实，不禁激动异常，同时又充满信心，纷飞的思絮把她带回到约翰逊太空中心度过的日日夜夜..当她“过关斩将”，在应试中一举夺魁后，她意识到在通往太空的道路上她仅仅迈出了第一步，还有更多的艰难险阻有待于攻克。于是，她抓紧时间，埋头苦读，[BLANK8]，为日后的操作训练打下良好的基础。[BLANK9]。[BLANK10]。整个训练场就像个“机器人”世界，宇航员在模拟座舱内必须用计算机程序中的术语对话，不允许流露任何作为人的思想感情，训练极其严格。[BLANK11]，掌握飞行操纵规程，学习排除故障、紧急避险，同时要接受失重训练，以适应太空中的生活。作为一名普通公民，[BLANK12]，要想在如此短的时间里学会操纵航天飞机的本领，适应宇航员生活，她付出的代价远比职业宇航员多得多。",
      "choices": [
        "她在约翰逊太空中心的5号大楼里参加了宇航集训",
        "从1981年第一架航天飞机升空",
        "集训课程包括熟悉机上全套系统",
        "这位普通公民是37岁的女教师麦考利夫",
        "3个月紧张的模拟训练开始了",
        "结果从11400名自愿申请者中脱颖而出",
        "美国航天局公开招募一名将作太空飞行的普通公民",
        "遍览有关宇航的基础知识",
        "它又将创造一项第———首次运载一位普通公民邀游太空",
        "她静静地坐在航天中心的休息室里",
        "宇航员工作完全是个崭新的世界",
        "她是新罕布什尔州康科德中学的社会学教师"
      ],
      "context_id": "TRIAL_00039",
      "answers": [
        1,
        8,
        3,
        11,
        6,
        5,
        9,
        7,
        4,
        0,
        2,
        10
      ]
    },
    {
      "context": "第二天傍晚，赛斯曼家紧张地忙碌着做各种准备。一看就知道今天要来的奶奶是在这个家有重要地位的、受到尊敬的人。[BLANK1]。[BLANK2]，放在合适的地方，好让奶奶想坐到哪儿都随时能把脚放上去。罗得迈尔挺着胸，一个房间、一个房间地查看。那样子像是在四处宣告说：“虽然马上就会来个相当有权力的人，但决不意味着我的势力会减少多少。”终于，马车到了家门口。[BLANK3]。[BLANK4]。[BLANK5]。[BLANK6]，一直等到别人来叫她。[BLANK7]，小海蒂坐在屋子一角，嘴里来回念叨那个称呼。过了一会儿，齐娜从门外探进头，像平时一样冷冰冰地说：“快到学习室去！”[BLANK8]，但她相信肯定搞错了。因为在她记忆里，不论称呼谁都是把“先生”“夫人”放在前边，然后再说名字（这是西方的习惯）。可是这个称呼正相反，把“夫人”放到了后边。小打开学习室的门，奶奶就慈爱地招呼她：“哎哟，她来了！快，到这边儿来，让我好好看看你。”小海蒂走到奶奶旁边，用清脆的声音说：“您好，夫人赛斯曼。”“哎呀，怎么！”奶奶笑了。“在你们国家是这么叫的吗？是阿鲁姆的说法吧。”“不，我们那儿谁都不这么叫。”小海蒂认真地回答。“是吗，可我们这儿也不这么叫呀。”奶奶又笑了，[BLANK9]。“别这么叫，孩子们都喊我‘奶奶’，你也那么喊吧，这下能记住了吧，怎么样？”“嗯，那样叫我会。”海蒂肯定地说。“以前我常这么叫。”“当然喽，当然喽！”奶奶愉快地点点头。然后又仔细地看看海蒂，不住地点头。[BLANK10]，奶奶眼睛里流露出一种温暖的目光，让人心里很舒服。",
      "choices": [
        "小海蒂不敢问罗得迈尔为什么要叫这个称呼",
        "小海蒂也认真地盯着奶奶看了一会儿",
        "小海蒂被命令呆在自己屋里",
        "罗得迈尔迈着缓慢沉着的脚步跟上去",
        "轻轻拍了拍小海蒂的脸蛋",
        "因为老奶奶也许希望先到克拉拉房间和孙女单独呆一会儿",
        "杰巴斯和齐娜跑下楼去",
        "杰巴斯正搜集了一些脚凳",
        "她知道不管自己怎么样也都得出去迎接赛斯曼老夫人",
        "齐娜戴着崭新的小白帽子"
      ],
      "context_id": "TRIAL_00040",
      "answers": [
        9,
        7,
        6,
        3,
        8,
        2,
        5,
        0,
        4,
        1
      ]
    },
    {
      "context": "世界“球王”贝利有一句名言：“我为足球而生存，除此之外再没多少闲工夫。”他是这样说的，也是这样做的。贝利是巴西人。他很小就迷上了足球，每到一个地方，[BLANK1]。十岁那年，贝利向小伙伴们提议：建立一个小足球队，并以他们居住的那条街名命名：“四月七日球队”。他们用旧袜子做成足球，[BLANK2]，每天踢得可欢啦，有时街灯亮了还舍不得收场。有一次，由于踢得过猛，[BLANK3]，整个街道陷入一片黑暗。球队捅了大漏子，[BLANK4]。[BLANK5]，不许儿子再去踢球。可是，曾是足球运动员的父亲，见贝利对足球这么入迷，[BLANK6]。他背着妻子，[BLANK7]。有一次，[BLANK8]，被父亲看到了，他严厉而又心疼地说：“你踢球有几分天资，也许将来会有出息的。如果从小就抽烟、喝酒，一定会损坏身体，[BLANK9]。你自己看着办吧！”说完，又递给贝利几张钞票。[BLANK10]，激动地表示：“放心吧，爸爸，我从今再也不抽烟了。”从此，他不仅不再吸烟，而且训练得更刻苦了。十二岁时，[BLANK11]，贝利被一个职业足球教练看中了。",
      "choices": [
        "凌空飞起的足球打断了电线",
        "贝利在踢球间歇时吸了根烟",
        "便下决心把他培养成真正的足球运动员",
        "在一次小伙伴们的街道比赛中",
        "总有一群爱踢球的小伙伴围绕着他",
        "经常教贝利各种踢球的基本功",
        "贝利含着眼泪把钞票推过去",
        "在比赛中影响水平的发挥",
        "小伙伴们免不了都挨了一通臭骂",
        "贝利的母亲更是怒气冲冲",
        "在街心一块空地上安了两个球门"
      ],
      "context_id": "TRIAL_00041",
      "answers": [
        4,
        10,
        0,
        8,
        9,
        2,
        5,
        1,
        7,
        6,
        3
      ]
    },
    {
      "context": "据说上帝先用尘土塑造了一个人，这个人是按上帝的形体相貌做成的，然后上帝把生命的气息吹进这个人的鼻孔里，这人就成了有灵魂的活人了，上帝叫他亚当。[BLANK1]，叫做伊甸园，上帝把亚当安置在里面。伊甸园中有许多果树，[BLANK2]。园中有一条河流，专门灌溉园子。[BLANK3]。上帝告诉他，园中任何果子都可以吃，[BLANK4]。亚当遵守上帝的旨意，一人呆在园里生活，后来上帝见其生活孤单，[BLANK5]。于是有一次，上帝在亚当沉睡时，[BLANK6]，再把肉连合起来，造出一个女人。[BLANK7]。上帝把女人交给亚当，[BLANK8]，肉中的肉，她要做他的女人，所以以后男人要与妻子生活，成为一对配偶。[BLANK9]，他们赤身裸体，无忧无虑，幸福美满。可是，[BLANK10]，蛇是狡猾的东西，有一天，它引诱女人去偷吃分辨善恶的果树。[BLANK11]，见其样子非常可爱，经不住蛇的挑动，她摘下果子就吃，还把果子送给她的丈夫吃。[BLANK12]，他们发觉自己竟赤身裸体，于是找来无花果树叶编成裙子围上。那天傍晚，上帝来找他们，发现他们已偷吃了禁果，知道了羞耻，上帝非常生气，就诅咒蛇将成为一切牲畜、野兽最讨厌的东西，并只能用肚子蠕行，以尘土为粮，还说蛇将与女人世代为仇，它将遭女人后代的伤害。上帝又告诉女人，说她将加深怀孕的痛苦，分娩时也必受难熬，同时她一生要依恋丈夫，做丈夫的仆人，于是亚当叫她夏娃，即“众生之母”之意。最后上帝对亚当说，他偷食禁果，必终身辛劳，只有汗流满面的劳动，才能维持生计，直到归回黄土，[BLANK13]。",
      "choices": [
        "两人吃了果子便明目起来",
        "让他知道女人是他骨中的骨",
        "亚当和他的女人一起生活",
        "然后上帝在伊甸的东边开辟了个园子",
        "决定给他造个配偶帮助他",
        "在上帝创造的各种生物中",
        "他还在园里造出一些动物",
        "从他的身上取出一根肋骨",
        "中间还有生命树和区别善恶的树",
        "因为他本来就生于尘土",
        "女人来到园子中间果树旁",
        "亚当在伊甸园中负责护园",
        "只是不能吃那分辨善恶的果子"
      ],
      "context_id": "TRIAL_00042",
      "answers": [
        3,
        8,
        11,
        12,
        4,
        7,
        6,
        1,
        2,
        5,
        10,
        0,
        9
      ]
    },
    {
      "context": "第一粒阻止了一场战争二人边走边说，一直拿不定主意。这时，豆豆忽然想起了什么，激动地说：“瓜瓜，我看呀，[BLANK1]，你想想，让什么杀人犯哪、小偷呀这此人吃了，顶多只能救三个人，还有许多罪犯怎么办？[BLANK2]，地球上不打仗了，不就等于救了许许多多老百姓的命吗？”“对！就这样！”这时，恰好在地球的一角，[BLANK3]，想把绵羊车吞吃掉。豆豆瓜瓜让电子飞鸟把第一粒“变变变”带给山羊国国王，并附了一封信：“山羊国国王，你连日打仗辛苦了，请吃下我们专门为您准备的‘变变变’牌巧克力豆吧！它会使您长寿的。”几天之后，电视里出现了这样的新闻：“山羊国国王吃了远方豆豆瓜瓜寄来的‘变变变’牌巧克力豆儿，心情很好，他已决定停止这场战争，[BLANK4]绵羊国的人民，[BLANK5]，他们要把它献给远方的豆豆和瓜瓜……”几天之后，两只彩色的电子飞鸟，[BLANK6]，来到了豆豆瓜瓜学校，落在了豆豆瓜瓜面前说：“豆豆、瓜瓜，这是我们绵羊国人民的心意，请收下吧！”[BLANK7]，不约而同地向校外走去，他们来到万事能叔叔房前，把七彩花系到了他的门上。",
      "choices": [
        "正在制作两朵最精美的花儿",
        "背着两朵金光闪闪的七彩花",
        "咱们如果把第一粒给战争狂吃",
        "并且给绵羊国赔偿11000亿元的战争损失……",
        "第一粒应该让战争狂来吃",
        "山羊国的国王正在发动一场战争",
        "豆豆瓜瓜在老师和同学的掌声中接过七彩花"
      ],
      "context_id": "TRIAL_00043",
      "answers": [
        4,
        2,
        5,
        3,
        0,
        1,
        6
      ]
    },
    {
      "context": "第二天早上，杰巴斯打开大门，把老师迎进来，领到学习室后，又听见有人拉铃，铃被拉得特别响，杰巴斯飞跑下去。他以为这么使劲拉铃的，肯定是赛斯曼先生，也许是他突然回来了。[BLANK1]，一个衣衫破旧的男孩背着手摇风琴站在门口。“怎么搞的？”杰巴斯冲他喊，“你不知道怎么拉铃吗？有什么事？”“我要见克拉拉。”男孩回答说。“你这可恶的流浪汉，[BLANK2]？你到底找克拉拉小姐有什么事？”杰巴斯毫不客气地问。“她欠我40贝尼。”男孩说。“你有毛病吧！你从哪儿听说克拉拉小姐住在这儿的？”“昨天我告诉她路，20贝尼，然后又带她回来，20贝尼。”“怎么可能，你在撒谎。[BLANK3]，她也根本不能出去。趁我还没赶你，快走开吧。”可是男孩一点也不害怕，还一动不动地站在那儿，毫不在乎地说：“反正我在路上看见她了，让我说说她长什么样吗。短头发卷着，是黑色的。眼睛也是黑色，茶色的衣服，还有，像我一样不太会说话。”“哎呀呀,”杰巴斯心里嘀咕着，忍不住偷偷笑起来。“这不是那个小姑娘吗。她又干出什么事来了？”于是，他把男孩拽进来对他说：“好吧，待会儿你跟我来，我先上去一趟，你在门外等着我。[BLANK4]，你就拉支曲子，小姐会非常高兴的。”杰巴斯上楼，敲敲学习室的门。听见里面说：“请进。”“来了个男孩，说一定要见克拉拉小姐。”杰巴斯报告。[BLANK5]，高兴地说：“快带他进来。”又对老师说：“行吗，老师？他说有事要跟我说。”男孩很快走进屋来，照杰巴斯说的，立刻摇起手风琴。[BLANK6]，正在餐厅里做活计，一听见这声音，马上竖起了耳朵。——怎么声音这么近，[BLANK7]？[BLANK8]？[BLANK9]。",
      "choices": [
        "像是从走廊那边传过来的",
        "杰巴斯打开门——他面前",
        "可是——的的确确是学习室里的声音",
        "能不能像别人那样叫她克拉拉小姐",
        "克拉拉小姐还一次没出去过",
        "然后我把你带到房间里去",
        "克拉拉听到这件少有的事",
        "学习室里又怎么会有手摇风琴的声音",
        "罗得迈尔受不了听老师讲ABC"
      ],
      "context_id": "TRIAL_00044",
      "answers": [
        1,
        3,
        4,
        5,
        6,
        8,
        0,
        7,
        2
      ]
    },
    {
      "context": "现在，阿瑟、米利根夫人和詹姆士·米利根先生，他们三个人已成了我们谈话的唯一内容。阿瑟和他的母亲在哪里？到哪里去找他们？在哪里可以找到他们？詹姆士·米利根先生的来访使我们产生了一个想法，我们想到了一个在我们看来一定会成功的计划：既然这位米利根先生到红狮院来过一次，那么他还会来第二次、第三次，这几乎是可以肯定的；重要的是这个人同我父亲之间究竟有些什么勾勾搭搭的事情，这是必须弄清楚的。他不认识马西亚，下次再来时，马西亚可以跟踪他，可以了解到他住哪里，[BLANK1]。[BLANK2]。当然可能。为什么不可能？[BLANK3]。这个计划有着两个方面的好处，它不但能够使我们在某一时刻找到阿瑟，而且可以使我本人从目前的忧虑不安状态中解脱出来。[BLANK4]，马西亚一直在变着法儿用各种口气对我重复他的那句老话，“回法国去吧”；当然，[BLANK5]。我呢，我也有我的老主意，[BLANK6]我的老调是“我不应当离开我的家”。在这个“应当”和“不应当”的问题上，我们的看法从来没有一致过；他坚持“应当走”，我坚持“不应当走”，[BLANK7]。现在，我在自己永恒的老调上加上了一句“为了找到阿瑟”，这一下，马西亚就再也不能反驳了，因为他决不愿意站到詹姆士·米利根先生这一边去反对阿瑟。[BLANK8]？[BLANK9]，专门等候这位米利根先生，那是不聪明的，也是不实际的。从我们到达伦敦之后，我们又哪天不是早出晚归、整天都在街上走动着？但那是为了挣钱，不是为了守候一个人；[BLANK10]。",
      "choices": [
        "他每天总要在自己的老调上加上点新的变奏",
        "自从卡比出事和巴伯兰妈妈来信之后",
        "然后可以想点办法让他的仆人讲出点东西来",
        "我们想象不出有什么不可能",
        "所以我们的争论就一直毫无结果",
        "我会用同他一样的老调新弹的办法对付他；",
        "假如我们应当从早到晚一直守在街上",
        "这两件事是不可能同时完成的",
        "难道不应该让米利根夫人知道她小叔在暗中进行的那些勾当吗",
        "这个办法甚至有可能把我们一直带到阿瑟身边"
      ],
      "context_id": "TRIAL_00045",
      "answers": [
        2,
        9,
        3,
        1,
        0,
        5,
        4,
        8,
        6,
        7
      ]
    },
    {
      "context": "湖南省通道县有个侗族聚居的吉祥寨，寨主本来叫聂恭禧，他有万贯家财，良田千顷，却是爱钱如命，一毛不拔，因此，大家都喊他“铁公鸡”。[BLANK1]，摘完禾谷，铁公鸡请了十来个长工来挖茶山。长工们干的牛马活，吃的却是猪狗食，起五更，睡半夜，长工们很是气愤，就常常在山上睡大觉，消极怠工。[BLANK2]，是个十来岁的孤儿，给铁公鸡放牧着十多头耕牛。阿胞人虽然小却挺聪明，白天和长工们一起上山，[BLANK3]。这一天，[BLANK4]，阿胞就自告奋勇地说：“叔叔伯伯们，你们安心睡吧，我来给你们放哨。[BLANK5]，你们听了就赶快起来，装成在挖山的样子。”大家都说好，由于阿胞站岗，长工们更加放心，他们睡得好香啊！[BLANK6]，对长工们压榨得很厉害，饭也不给吃饱，长工们都瘦得皮包骨啦！这次到了山上大家又议论起来：“这么下去，再干一个月，我们都要没命了！”“我多想打牙祭啊！”“饭都吃不饱，还想打牙祭，你莫白日做梦吧！”这时阿胞也凑了上来稚声稚气地问：“叔叔伯伯们，打牙祭不吃猪肉吃牛肉行吗？”[BLANK7]，有的说：“阿胞呀，你真是异想天开，莫说打牛肉牙祭，就连一根牛毛你也休想，你不知道铁公鸡是一毛不拔吗？”[BLANK8]，小声说：“叔叔伯伯们，只要大家齐心，我保证我们能打个牛肉牙祭。”[BLANK9]，长工们一至表示同意，并且商量妥当，明天就动手。第二天，[BLANK10]，他们带好斧头与铁锅，在山林最深处宰杀了一头大黄牛，大家美美地饱餐了一顿，痛痛快快地打了个牛肉牙祭。为了在铁公鸡面前交差，他们也作好了安排，然后依计而行。",
      "choices": [
        "晚上和长工们睡在一块",
        "阿胞与长工们很早就上了山",
        "长工们上山后又准备睡觉",
        "铁公鸡家里有个放牛娃叫阿胞",
        "阿胞却现出认真而神密的神情",
        "接着他把自己的主意如此这般地说了出来",
        "由于铁公鸡只顾个人发财",
        "如果有人来我就学竹鸡叫",
        "正是阴历十月小阳春的时候",
        "大家一听都哈哈大笑起来"
      ],
      "context_id": "TRIAL_00046",
      "answers": [
        8,
        3,
        0,
        2,
        7,
        6,
        9,
        4,
        5,
        1
      ]
    },
    {
      "context": "动物乐园要招聘一名管理员，小狐狸和小白兔从众多应聘者中脱颖而出，成为了最后的两名竞聘者。[BLANK1]，面对比自己更具实力的小白兔，小狐狸心里很没底，它难过地对老狐狸说：“妈妈，明天就要考试了，我一定会输给小白兔的……”老狐狸眨了眨狡诈的眼睛神秘地告诉小狐狸：“放心吧，儿子，最后的胜利一定属于我们狐狸家族！小白兔是高度近视眼，出远门时，要靠指南针辨别方向，[BLANK2]，小白兔路过那里就会迷路，最后参加考试的，就只剩下我的宝贝儿子啦！”听了老狐狸的话，[BLANK3]。第二天，[BLANK4]。小白兔和小狐狸是邻居，它们俩儿要一直向南走，先翻过一个山坡，再穿过一片大森林，才能到达动物乐园。小白兔因为眼睛近视，害怕迷路，[BLANK5]。小白兔吃力地翻过山坡，走进了茂密的大森林。[BLANK6]，在森林里走啊……走啊……[BLANK7]，看到小白兔拿着指南针在森林里走啊……走啊……。“小白兔迷路了！”小狐狸心中暗喜。[BLANK8]，它钻出了大森林来到动物乐园。动物乐园里热闹极了，[BLANK9]。[BLANK10]，它们不停地给比赛叫好助威。离考试的时间还早，[BLANK11]，然后向动物乐园的招聘考场走去。[BLANK12]，因为它要参加的是一场没有竞争者的考试。[BLANK13]，它停下了前进的脚步，转身向大森林跑去……小狐狸跑回大森林，[BLANK14]。[BLANK15]。",
      "choices": [
        "小狐狸翻过山坡来到了大森林里",
        "小白兔凭借它的实力击败了自己唯一的竞争对手——小狐狸",
        "明天就要参加最后的考试了",
        "激烈的比赛引来了一大群围观的动物",
        "把小白兔领到了动物乐园的考场",
        "小狐狸悄悄地从小白兔身边溜过",
        "小狐狸走路的速度越来越慢",
        "小狐狸犹如吃了颗定心丸高兴极了",
        "我已在通往动物乐园的大深林里埋藏了很多大磁铁",
        "小狐狸迎着旭日的光辉蹦蹦跳跳地向动物乐园跑去",
        "小狐狸仿佛意识到了自己的错误",
        "小白兔顺着指南针指示的方向",
        "所以天刚亮就带着自己的指南针出发了",
        "小狐狸观看了一会儿比赛",
        "猴子队和松鼠队正在上演一场精彩的篮球比赛"
      ],
      "context_id": "TRIAL_00047",
      "answers": [
        2,
        8,
        7,
        9,
        12,
        11,
        0,
        5,
        14,
        3,
        13,
        6,
        10,
        4,
        1
      ]
    },
    {
      "context": "过了一会儿，鼓声逐渐消失，完全寂静了。爱丽丝抬起了头，仍然惊疑不止，周围一个人也没有了。她想，刚才一定是梦见了狮子、独角兽和那古怪的安格鲁撒克逊信使。[BLANK1]，她曾经在这个大盘子里切过葡萄干饼子。“因此，这根本不是梦，”她对自己说，“除非……[BLANK2]，不过我真希望是自己在做梦，而不是我在红王的梦里。我不喜欢参与别人的梦。”她用埋怨的口气继续说，“我还得去叫醒国王呢！看他发生了什么事。”正在这时，[BLANK3]。“站住！站住！”一位骑士穿着红盔甲，舞着一根大棒，骑马飞奔过来。就在到达爱丽丝跟前时，马突然停下。“你是我的俘虏了！”骑士喊着，并从马上摔了下来。爱丽丝吃了一惊，[BLANK4]。[BLANK5]。他在马鞍上坐稳后，又喊道：“你是我的俘虏……”然而，突然又有一个声音冒出来：“站住！站住！”[BLANK6]，并向四周张望。这次是一位白骑士。他飞驰到爱丽丝跟前时，[BLANK7]，然后，又重新上马。两位骑士坐在马上，互相盯着，好一会都不说一句话。爱丽丝看看这个，又看看那个，心中有些慌张。“你知道，她是我的俘虏！”红骑士终于开口了。“是的，然而我已经来救她了。”白骑士回答。“好，那么我们必须为她打一仗了。”红骑士说着，[BLANK8]，它的形状很像马头，然后戴在头上。“你必须遵守战斗规则。”白骑士也戴上头蓝说。“我一贯遵守的。”红骑士说过后，[BLANK9]。爱丽丝躲到一棵树后，以免受到伤害。“战斗规则是什么呢？”爱丽丝对自己说。[BLANK10]，“看来有一条规则是，如果一个骑士击中对方，就可以把对方敲落下马；而击不中，自己就得落下马来。",
      "choices": [
        "除非我们全都在同一个梦里",
        "她着急地看着他重新上马",
        "但是她的脚边躺着个大盘子",
        "而对骑士摔下马来更加震惊",
        "两人就狂怒地厮打起来",
        "拿起了挂在马鞍上的头有",
        "也像红骑士一样摔落下来",
        "一边从藏身的地方胆怯地窥视着战斗",
        "爱丽丝又一次惊奇来了新的敌人",
        "她的思路被一声高喊所打断"
      ],
      "context_id": "TRIAL_00048",
      "answers": [
        2,
        0,
        9,
        3,
        1,
        8,
        6,
        5,
        4,
        7
      ]
    },
    {
      "context": "离开巴西后，我们继续西行。因为前面有陆地，[BLANK1]。我规定了航线，排好班，就离开了指挥台。现在，我们航行得极为顺利，[BLANK2]。船头劈开水面，船尾留下一道水迹，白帆撑得鼓鼓的，索具绷得紧紧的。[BLANK3]，我们什么也不用管。[BLANK4]，纪律也松弛了。[BLANK5]。“喂，罗木，别老闲呆着，擦擦铜器吧，要擦得发光冒火。”罗木行了个举手礼，说：“是。”他拿了一块砖，一块抹布，就去工作。我刚到舱里想打个盹儿，就听见甲板上乱起来。我跳起来，冲向木梯，迎面撞上福克斯。只见他脸色苍白，浑身战抖。“船长，你快上来看看吧。甲板上好像着火了。”我跑上甲板一看，可不是，[BLANK6]。[BLANK7]，继续擦着铜板。[BLANK8]。不瞒您说，我也有些慌了。“罗木，你说，这是怎么回事？”罗木站起来，又是一个立正敬礼，然后不慌不忙地报告说：“根据您的指示，我在擦铜板，要擦得冒火。请您指示。”我真想骂他一顿，不过还是忍住了。我明白，这是我自己的错。当然是这样，作家、演员讲话可以夸张点，这毫无疑问，而我们海员却不行。对我们来说，最重要的是准确。我们没工夫写诗。下命令的时候，必须想好了再说，不然的话，碰上罗木这样的规矩人，[BLANK9]，力气又大得惊人，你就等着出乱子吧。我赶快纠正自己的错误，立刻命令说：“停止擦铜板，发火灾警报！”福克斯跑过去敲钟，[BLANK10]，我掌舵。钟敲得挺响，可是一点用也没有，火还在燃烧，像两把小火炬一样。眼看要烧着船帆了，我看事情不好，赶快调转船头，采取了迎风的位置。这一着还挺管用，[BLANK11]，横飘在船尾，跳动了一会儿，终于熄灭了。",
      "choices": [
        "罗木和福克斯变得懒洋洋的",
        "每昼夜大约航行二百海里",
        "风好像就是为我们吹的",
        "火焰被风吹得像个小尾巴似的",
        "罗木根据警报规定留在起火现场",
        "两个地方的甲板都冒火了",
        "罗木却像没事似的坐在起火处的旁边",
        "而整个甲板眼看就要烧起来了",
        "我们不得不向南绕一下",
        "习惯一字不差地执行命令",
        "我决定给他们找点事干"
      ],
      "context_id": "TRIAL_00049",
      "answers": [
        8,
        2,
        1,
        0,
        10,
        5,
        6,
        7,
        9,
        4,
        3
      ]
    },
    {
      "context": "次日一大早，我们就上路了。雨过天晴。幸亏昨夜刮了一夜狂风，[BLANK1]。百鸟在沿路的灌木林中唧唧啾啾地歌唱。几只狗围着我们欢蹦乱跳。卡比有时用后腿立起来，对着我叫上二、三声，我完全理解叫声的含义，这叫声似乎在说：“勇敢些！勇敢些！”卡比是条聪明的狗，它什么都懂，[BLANK2]。我常听人家说，它就差不会说话了，[BLANK3]。它的尾巴就足以表明，[BLANK4]，更具通话力。总之，我和它之间，言语是毫无用处的东西，从认识的第一天起，我们很快就互相理解了。我从来没有出过门，[BLANK5]。可是我应当坦率地说，[BLANK6]。它那有着尖塔的古老房屋，考古学家见了可能欣喜若狂，我看了却无动于衷。说句实话，[BLANK7]，不是如画的风景。盘旋在我脑海中的一个念头，遮住了我的视线，使我只想到一桩事：去鞋店。我的皮鞋，维泰利斯许诺的皮鞋，[BLANK8]。那么向我提供皮鞋、叫人快乐的鞋店在哪儿呢？[BLANK9]，其余的一切，什么尖塔、拱门、圆柱，都与我无关。因此，[BLANK10]，是市场附近那家昏暗而又被烟熏黑了的商店。店面橱窗里陈列着几枝旧枪、一件镶着饰带和银色肩章的衣服以及各式灯具，篮子里摆满了废铜烂铁，[BLANK11]。我们必须走下三个台阶，才能来到一间大厅。那房子自从盖上屋顶以来，阳光一定从来没有射进来过。象皮鞋一类漂亮的商品，[BLANK12]？可是，[BLANK13]，他对要办的事胸有成竹。[BLANK14]，这皮鞋比我原来的木屐要重十倍。师傅慷慨大方，他不仅替我买了皮鞋，而且还为我买蓝色丝绒上衣、毛料裤子和一顶毡帽。",
      "choices": [
        "于塞尔一点也不吸引我",
        "我寻找的正是这样的鞋店",
        "我很快就有幸穿上了打了鞋钉的皮鞋",
        "于塞尔给我留下的唯一印象",
        "我要在这些房屋中寻求的",
        "怎么可以在这样可怕的地方出售呢",
        "现在该是我穿在脚上的时候了",
        "维泰利斯却来到这家商店",
        "所以我怀着一颗好奇的心想去看看城市",
        "它比很多人的言语或眼睛更机灵",
        "特别是生锈的挂锁和钥匙",
        "也总让别人明白它的意思",
        "路上的污泥几乎都已吹干",
        "我可从来没有这么想过"
      ],
      "context_id": "TRIAL_00050",
      "answers": [
        12,
        11,
        13,
        9,
        8,
        0,
        4,
        6,
        1,
        3,
        10,
        5,
        7,
        2
      ]
    },
    {
      "context": "杨伟是华金公司的副经理，今年三十岁，年轻有才，事业蒸蒸日上，小家庭也是美满幸福。春风得意，万事遂心。[BLANK1]，那就是他妻子陈幺红让他不放心。陈幺红实在是太漂亮了，当年追求她的人，[BLANK2]。如今结婚已两三年，[BLANK3]。献花、写信、打电话……奇怪招式层出不穷。[BLANK4]，但面对那无穷无尽的攻势，妻子万一偶尔动心，红杏出墙呢?[BLANK5]，电话铃响了，他拿起话筒，那头一个男子的声音道：“幺红，晚上七点环湖公园左侧第三条长椅。”说完，“咔嚓”一声挂断了电话。杨伟给那“咔嚓”声刺得一愣，心中又惊又气：这是直接约会了，也就是说在这之前，他们早有勾搭。[BLANK6]。坐在椅子上，衣服不换，饭也不做，只等幺红回来，问个明白。一会儿电话铃又响了，是妻子娇甜的声音：“亲爱的，单位有活动，要晚一点回来，你自个儿先吃饭吧。”杨伟冲口而出：“不是单位上有活动，是和哪个小白脸有约会吧?”陈幺红在那头明显愣了一下，骂了一句：“神经病。”挂断了电话。“这是她心中有鬼。”杨伟气忿忿地想。看表，六点四十。“不行，我得去看看，倒看她和哪个小白脸约会。”杨伟想着，到门口，又转身回来，[BLANK7]。环湖公园较远，到公园门口，差不多七点钟了。杨伟进门往左走，数到第三张长椅，椅子上果然有人，[BLANK8]，也戴着墨镜，右手按着一个黑塑料袋，却不见妻子陈幺红的身影。“幺红还没来。这就是那个小白脸了。我倒要看看他的脸蛋儿比我强到哪儿。”杨伟走近两步，[BLANK9]。突然，[BLANK10]，道：“你是幺红。”这话问得太奇怪了，杨伟一时间没反应过来，便在鼻子里“嗯”了一声，带着一种示威的味道。",
      "choices": [
        "且说有一天杨伟先下班回家",
        "直愣愣地瞪着那年轻人",
        "虽然他对妻子的感情颇具信心",
        "但他心里始终有一个担忧",
        "一个二十多岁的年轻男子",
        "据说可以编成一个加强排",
        "仍时不时有人对她大献殷勤",
        "那年轻人一下子站了起来",
        "从抽屉里取出一副墨镜和一支电子防身器",
        "他整个人都快要气炸了"
      ],
      "context_id": "TRIAL_00051",
      "answers": [
        3,
        5,
        6,
        2,
        0,
        9,
        8,
        4,
        1,
        7
      ]
    },
    {
      "context": "快到怀特岛的时候，我把船转向右方，朝英国的南安普敦港驶去。[BLANK1]，留下罗木照看鲱鱼，我和福克斯乘一条小船上了岸。我们上岸的这个地方真漂亮：草坪修剪得齐齐整整，小路上都铺着沙子，到处是矮矮的小篱笆墙，还挂着许多小牌子“阿奇伯尔德·丹迪庄园，不许进入”。我们刚上岸，还没走几步，就被几个穿燕尾服、戴大圆礼帽、系白色领带的绅士围住。[BLANK2]，还是外交部长和自己的跟班儿，或是秘密警察讥关的特务，根据穿戴打扮，你很难区分得出来。我们又走近了几步，相互问了好，交谈起来。结果您猜怎么着，这些人原来是乞丐。在英国，[BLANK3]，法律绝对禁止，只有穿上燕尾服，才不会有人管你。如果有谁肯施舍一点，也不认为是打发叫花子，[BLANK4]。我给他们散了些零钱，然后继续向前走去。突然，迎面又遇上一位。这人个子高高的，像个电线杆儿。我们走近了，只见他摘下帽子，[BLANK5]。我也没多想，[BLANK6]，顺手扔到他的礼帽筒儿里。[BLANK7]，没想到他大怒起来，鼻子里呼呼地喘着粗气，戴上一个独眼的眼镜，郑重其事地对我说：“我是阿奇伯尔德·丹迪先生。请问您尊姓大名？”“远洋船长赫利斯托佛·伏龙格。”我通报了姓名。“很高兴认识您。请您准备好自卫吧，船长！”我本来是想道歉的，为这么点小事不值得！可是，看来是晚了。怎么道歉也没有用了。[BLANK8]，又脱下了燕尾服……面对这种情况，我只好应战了。我也脱下了外套，摆好搏斗的架式。福克斯也挺镇静，当下就担任了裁判，往旁边迈了几步，高声喊道：“助手退场！敲锣！”[BLANK9]，喘着粗气，两臂前后抡动，跟男孩子们扮火车头时的动作一模一样，接着，向我扑过来。",
      "choices": [
        "弄不清这些人是丹迪先生和他的家人呢",
        "我还等着他说句感谢话呢",
        "我们在一个停泊地抛了锚",
        "而好像是绅士帮助绅士",
        "丹迪先生开始一颠一颠地跳跃起来",
        "对方已经把礼帽丢到草地上",
        "穿着破衣烂衫要饭是不行的",
        "非常庄重地给我行了个礼",
        "从衣兜里又摸出一个二分的小钱"
      ],
      "context_id": "TRIAL_00052",
      "answers": [
        2,
        0,
        6,
        3,
        7,
        8,
        1,
        5,
        4
      ]
    },
    {
      "context": "法国作家雨果中学时代是个“诗歌迷”。在他的书桌抽屉里，[BLANK1]。他视这些笔记本为宝贝，每当离开教室的时候，总要给抽屉上好锁，唯恐笔记本会“不翼而飞”。在雨果读书的中学里，[BLANK2]。一个是校长高底埃，[BLANK3]。他俩都反对学生写诗，认为这是“非分”的事。尤其是那个德高特，[BLANK4]。只要发现哪个学生稍有“不轨”，准要到高底埃校长那儿告上一状。有一天晚上，[BLANK5]，笔记本一本也不见了。他大惊失色，急得直跺脚，心想，[BLANK6]。雨果果然没有猜错。第二天，[BLANK7]。一进门，[BLANK8]，脸色阴沉，桌子上放着一摞笔记本。没等雨果开口，德高特先质问起来：“学校曾三令五申，学生不准写诗。你怎么胆敢违抗呢？”“可谁允许你撬别人的锁？”雨果反问一句。[BLANK9]，没想到小小的雨果竟敢和自己顶嘴。“你想被学校开除吗？”“把我的笔记本还给我！”[BLANK10]。他们心中火冒三丈，但又不想把矛盾激化。“拿走你的笔记本吧！”高底埃无可奈何地说，接着，[BLANK11]。但雨果仍然认为，学生写诗是没有错的。",
      "choices": [
        "又讲了一套学生应当循规蹈矩的大道理",
        "经常偷偷监视学生的行动",
        "高底埃和德高特面面相觑",
        "这事准是讨厌的德高特干的",
        "德高特简直不相信自己的耳朵了",
        "只见高底埃和德高特正襟危坐",
        "他被人叫进校长办公室",
        "雨果突然发现自己书桌的锁被人撬开",
        "另一个是数学老师德高特",
        "有两个思想保守的人物",
        "藏着一大摞写满诗歌的笔记本"
      ],
      "context_id": "TRIAL_00053",
      "answers": [
        10,
        9,
        8,
        1,
        7,
        3,
        6,
        5,
        4,
        2,
        0
      ]
    },
    {
      "context": "旅途的日子过得真快，我师傅出狱的日期快到了。我们离开图卢兹越远，我的心思就越沉重。这样的乘船旅行，没有艰辛，也没有牵挂，确是迷人的；但是，要返回去，[BLANK1]。再也没有柔软的床铺，没有奶油和糕点，[BLANK2]，日子就不会过得那么惬意了。更使我难受的是：我将与阿瑟和米利根夫人分别了，我将舍弃米利根夫人和阿瑟对我的爱，我将失去他们，象我从前失去巴伯兰妈妈一样。[BLANK3]，难道我爱这些人并被这些人所爱，只是为了和他们骤然分手吗？可以说，[BLANK4]。一天，我终于拿定主意向米利根夫人打听，问她需要多少时间才能返回图卢兹。我说，我要在师傅跨出牢门时，到牢门口迎候。一听说我要走，阿瑟叫了起来：“我不愿让雷米走！”我告诉他说，我的人身是不自由的，我属于我师傅，[BLANK5]，我应当在我的师傅需要我的时候，回到他身边去为他效劳。我说到我的父母，[BLANK6]。要不然，这就等于自认是个弃儿了，这是我不能忍受的一种耻辱。自从我懂事之后，我看到过村子里的人在各种场合对孤儿院的儿童所表示的种种歧视。弃儿！[BLANK7]。[BLANK8]，但他是我师傅。我宁死也不肯向象米利根夫人和阿瑟这样肯以平等地位抬举我的人张口承认自己是弃儿，这岂不是要他们厌恶地把我推出门外从此不再要我了吗？“妈妈，应该把雷米留下。”阿瑟再三要求着。[BLANK9]，样样事情都是他母亲的主宰，他要她怎样她就得怎样。“我会很高兴把雷米留下的。”米利根夫人回答道，“您和他结下了友谊，我也很疼爱他。不过话得说回来，要把他留在我们身边，必须具备两个条件，[BLANK10]。",
      "choices": [
        "但没有说他们不是我的亲生父母",
        "阿瑟除了学习受他母亲管教外",
        "我多么愿意在这些人的身边生活",
        "这一忧虑是笼罩在那些欢乐日子里的唯一阴影",
        "就得沿着河徒步走完这段来的路程",
        "也没有围坐在桌边的夜晚",
        "我的师傅知道我是个弃儿",
        "我觉得世界上没有比这更不光彩的了",
        "而我和您是没有权利决定的",
        "他已经把我从我父母那里雇了过来"
      ],
      "context_id": "TRIAL_00054",
      "answers": [
        4,
        5,
        2,
        3,
        9,
        0,
        7,
        6,
        1,
        8
      ]
    },
    {
      "context": "狼妈妈生了一个小宝宝。[BLANK1]？[BLANK2]。恰巧狼外婆来看小宝宝，外婆说：哎呀，笨呢，狼家的孩子嘛，当然叫狼！”狼爸爸觉得狼外婆那一声：笨呢――狼……”很好听，当即就决定为小宝宝取名：笨呢――狼……”狼妈妈说：这名字好听是好听，不过叫起来老像是在唱歌，还不如干脆就叫‘笨狼’，又响亮又别致。”狼爸爸说：考虑到小宝宝是你生下来的，还是你的功劳最大，这名字就由你说了算，我没有意见！”狼外婆也说：考虑到狼妈妈是狼外婆的女儿，这名字由狼外婆的女儿说了算，就等于由狼外婆说了算，既然是我自己说了算，我对我自己更没有意见。”就这样，[BLANK3]。[BLANK4]，他们喜欢过浪漫的生活。[BLANK5]，笨狼问：外面有山吗？”有。”爸爸妈妈回答。[BLANK6]，树上有鸟没有，树下有草地没有，草地上有小溪没有，小溪里有天空的影子没有。都回答：有。笨狼皱起了眉头：那不跟这儿一样吗？还到外面去干什么！”爸爸听了，觉得笨狼说得有道理，[BLANK7]。要不是妈妈吵得那么凶：不去，我的旅游鞋不就白买了吗？你不去，我去了就一辈子不回来了。”[BLANK8]，带上行李，穿上旅游鞋，走了。[BLANK9]。这一下把爸爸急坏了。他怕妈妈真的不回来，就赶紧出门去追妈妈。可怜的爸爸，他走得太急了，连鞋带都忘了系，结果，[BLANK10]，把腿给摔断了，不得不在医院呆上三星期。笨狼把爸爸送进医院。笨狼直着嗓子喊：摔了一跤，摔伤了，快来呀！”[BLANK11]。[BLANK12]。他们放下手中的活儿，全往笨狼这儿跑。矮矮胖胖的青蛙大夫问：怎么摔的？”笨狼说：踩着自己的鞋带摔的。”",
      "choices": [
        "世界上有了一只名叫笨狼的狼",
        "狼妈妈和狼爸爸怎么也想不出来",
        "差点放弃了出门的打算",
        "她的旅游鞋可真没白买",
        "他们问笨狼愿不愿一块儿去",
        "满大楼的医生都听见了",
        "妈妈气呼呼地一个人买上机票",
        "笨狼又问外面的山上有树没有",
        "笨狼的爸爸和妈妈出门旅行去了",
        "刚跨出第一步就摔了一跟头",
        "给小宝宝取个什么名字好呢",
        "医生还以为是笨狼摔了一跤呢"
      ],
      "context_id": "TRIAL_00055",
      "answers": [
        10,
        1,
        0,
        8,
        4,
        7,
        2,
        6,
        3,
        9,
        5,
        11
      ]
    },
    {
      "context": "巴甫利克带着科季卡到河边钓鱼。这天他们真不走运，鱼根本就不上钩。在回家的路上，[BLANK1]。[BLANK2]，吹起了哨子，两个人撒腿就跑。[BLANK3]，就把自己摘的黄瓜全都给了科季卡。[BLANK4]，—进门就对妈妈说：“妈妈，我给你带回好多黄瓜。”[BLANK5]，怀里也揣着黄瓜，手里还拿着两大根，就问：“你从哪里拿来的？”“从菜园子里。”“从哪个菜园子里？”“就是河边那个集体农庄的菜园子。”“谁让你拿的？”“我自己摘的。”“啊，原来是偷来的？！”“不，不是偷的，就是……巴甫利克摘了，我就跟着摘了。”说完，[BLANK6]。妈妈却对他说：“等等，等等，你先别忙着往外掏黄瓜。”“为什么？”“你马上把黄瓜送回去。”“你让我往哪儿送呢？原来它们长在黄瓜秧上，现在让我摘下来了，还怎么能再长上呢？”“没关系，你就把它们放到菜畦上，在哪儿摘的就放在哪儿。”“算了，我把黄瓜扔了吧。”“不行，不能扔。黄瓜不是你种的，所以你也不能扔。”科季卡哭着说：“那儿有看菜园子的。他朝我们吹哨子，我们溜掉了。”“你看看自己干的事吧！假如他把你们抓住了呢？”“那是一个老爷爷，他追不上我们。”“你不嫌害臊吗？”妈妈生气地对他说，“丢了黄瓜，老爷爷要负责任的。让老爷爷受批评好吗？”[BLANK7]。科季卡又哭又喊：“我不去，老爷爷有枪，他会开枪把我打死的。”“那就让他打吧！我没了儿子也比有个当小偷的儿子强。”“好妈妈，[BLANK8]。你看外面多黑，我害伯呀！”“摘黄瓜的时候，你怎么就不怕呢？”[BLANK9]，然后把他领到院子里对他说：“要么你去送黄瓜，要么你就别回家，我不认你这个儿子了。”",
      "choices": [
        "妈妈拿起黄瓜往科季卡的口袋里塞",
        "科季卡高高兴兴地回到家",
        "妈妈看见他口袋里塞满了黄瓜",
        "巴甫利克怕回家挨妈妈批评",
        "科季卡就从口袋里往外掏黄瓜",
        "他们钻到集体农庄的菜地里摘了满口袋黄瓜",
        "妈妈把剩下的黄瓜塞到科季卡手里",
        "看园子的老爷爷发现他们",
        "你就和我一起去一趟吧"
      ],
      "context_id": "TRIAL_00056",
      "answers": [
        5,
        7,
        3,
        1,
        2,
        4,
        0,
        8,
        6
      ]
    },
    {
      "context": "我们还在远离巴黎的地方。[BLANK1]，在盖满白雪的道路上从早到晚地行走。[BLANK2]！维泰利斯在头里走，我跟在他的后面，卡比紧紧跟着我。[BLANK3]。整整几个小时，都不说一句话，[BLANK4]，脚上是湿的，肚里是空的，与我们相遇的行人都停下来，看着我们走过去。他们一定会感到很奇怪：这个高个儿老头要把孩子和狗带到哪里去？沉默对我来说是极其痛苦的，我很想聊聊天来解闷。[BLANK5]，他只用简短的几句话来回答我，而且连头也不回。[BLANK6]。一路上，[BLANK7]，那是卡比，它好象在对我说：“你要知道，我在这儿呢，我卡比是你的朋友呀！”[BLANK8]。[BLANK9]，正象我对它给予我的也感到温暖一样。我们彼此理解，我们彼此相亲相爱。这不仅对于我，而且对于卡比，都是一种鼓舞，[BLANK10]。我想，[BLANK11]，使它有时忘却了已经死去的同伴。[BLANK12]，它会突然一下子停在路上，象它当下士时检阅他的队伍在它面前通过一样。[BLANK13]，等它一旦明白过来以后，立刻就会想到这支队伍不会再来的原因。于是，它迅速超过我们，瞧瞧维泰利斯，请他作证，证明它没有过错。如果道勒斯、泽比诺没有跟上来，那是因为它们不可能再来了。看着它用那双富于表情的、能说会道、聪明伶俐的眼睛来表达这一切的样子，真叫人心酸。自然，[BLANK14]，然而我们需要娱乐——至少我是这样。乡野遍地覆盖着白雪，天上没有太阳，又是一个惨淡的、灰黄色的日子；田间没有农民在耕作，没有任何动静，[BLANK15]",
      "choices": [
        "狗的心并不比一个孩子的心迟钝",
        "不过这种场面只是几秒钟时间",
        "这种亲热的表示在安慰着卡比",
        "脸被凛冽的北风吹得铁青",
        "我常常感到湿润而温暖的舌头在舔我的手",
        "听不到马的嘶鸣和牛的哞叫；",
        "这漫长的旅程是多么凄凉",
        "我们必须顶着迎面吹来的北风",
        "但是当习惯性的力量又占上风的时候",
        "我对它所表示的亲热看来使它感到欣慰",
        "可是当我和维泰利斯说话的时候",
        "我边走边轻轻地抚摸它",
        "我们一个跟着一个地走着",
        "我们一路上不可能轻松愉快",
        "幸而卡比的性格比较外露"
      ],
      "context_id": "TRIAL_00057",
      "answers": [
        7,
        6,
        12,
        3,
        10,
        14,
        4,
        11,
        9,
        0,
        2,
        8,
        1,
        13,
        5
      ]
    },
    {
      "context": "老在森林里呆着，怪没意思的，听说城里很热闹，笨狼想去看看。 他唱着歌儿走出森林，来到了公路上。 [BLANK1]。笨狼挥挥手，车停了，司机打开车门，礼貌地说： “先生，请上车！” 笨狼大大方方上了车，司机却尖叫一声，滚到车下去了。 笨狼伸出手，想拉司机一把。没想到司机撒腿就跑，跑得比聪明兔还快。 司机跑了，留下一辆出租车，车上的仪器仪表，笨狼从没见过，觉得怪好玩的，就这里按按，那里踩踩，高高兴兴玩起来。 玩着玩着，汽车动了。“哈，我会开汽车了！”[BLANK2]，双手使劲在方向盘上拍。 前面是街心广场，红灯亮了，[BLANK3]。 笨狼不懂得交通规则。一踩油门，“呼”的一声，[BLANK4]。 交通警察猛地举起手臂，他想拦住这辆车。可是，他的口哨掉了，举起的手臂像根木头，半天也没能放下来。 交通警察什么都见过，[BLANK5]。 汽车“嘀嘀”叫着，[BLANK6]，撞倒了收银台。 商店里的顾客和营业员，以为是歹徒冲进来抢劫，乱作一团。试衣间的门挤破了，柜台底下人堆人。[BLANK7]，以为这样最安全。[BLANK8]，吓得把女儿和洋娃娃弄混了，抱着洋娃娃就跑，反而把女儿留下了。 笨狼可不管这么多，他从汽车里钻出来，东瞧瞧，西看看。 商店里有自动扶梯。这新鲜玩艺儿，森林里还从没见过呢！ 笨狼站在自动扶梯上，不用自己爬楼梯，就从一楼到了二楼，又从二楼到了三楼。笨狼好高兴，他一边坐自动扶梯，[BLANK9]。抛着抛着，咕咚，咕咚，松球掉了，沿着扶梯滚到了楼下。 笨狼想去捡，但是，自动扶梯越升越高。 “停下！”笨狼大声命令。自动扶梯根本不理笨狼，还是越升越高。 “你难不住我！”",
      "choices": [
        "商店经理用一个塑料水桶罩住脑袋",
        "就是没见过一只狼开着绿色出租车闯红灯",
        "笨狼高兴得双脚使劲跺油门",
        "绿色小汽车冲过了斑马线",
        "大大小小的车停了一长溜儿",
        "开来了一辆绿色的出租车",
        "一个正在给女儿买洋娃娃的年轻妈妈",
        "闯进城里最大的百货商店",
        "一边从口袋里掏出两个松球抛着玩"
      ],
      "context_id": "TRIAL_00058",
      "answers": [
        5,
        2,
        4,
        3,
        1,
        7,
        0,
        6,
        8
      ]
    },
    {
      "context": "克拉森大夫第二天一早就同贝塔和羊群从德尔芙里向山上走去。路上，[BLANK1]，找了各种话题，可不论他问什么，贝塔都只含含糊糊地说一两句算是回答。看来要引贝塔说话可不是件容易事，大夫也毫无办法。这样，[BLANK2]。小海蒂正牵着爷爷的两只羊在那儿等着。[BLANK3]。“一起走吧？”贝塔问。他每天早晨都会这么问，[BLANK4]。“当然了。要是大夫一起去的话当然去喽。”海蒂回答。[BLANK5]。这时，爷爷拿着装了面包的袋子走出来。[BLANK6]，然后走到贝塔那儿，把袋子放到贝塔肩上。袋子比平时沉。[BLANK7]。爷爷想，医生到了山上，也许会喜欢那片牧场的，接着，也许会想和孩子们一起在那儿吃午饭。[BLANK8]，不由偷偷乐了，嘴一直咧到了两边的耳朵根儿那儿。于是，开始向上出发。[BLANK9]。羊儿们互相推着挤着，都想靠到海蒂身边。[BLANK10]，她终于站住责备似地说：“好了，都规规矩矩地往前跑！不许再来顶我撞我了！我以后要和大夫一起走了。”“小雪”总是被挤到最边上，海蒂轻轻拍拍它，又特别叮嘱它，要好好听话。然后，[BLANK11]，和大夫一起走。医生拉起她的手，紧紧握着。海蒂马上说说这个，说说那个，这次大夫可不用像刚才那么费劲了。[BLANK12]，讲讲山上的花儿啦，石头啦，鸟儿什么的，话题真是数不过来。说着说着一晃儿就不知不觉到了牧场了。贝塔上山路上一直斜眼瞥着大夫。大夫要是知道准会大吃一惊，幸好他没发现。到了山顶，小海蒂马上把大夫带到这一带最美的地方。海蒂最喜欢那儿，每次到牧场都会坐在那儿欣赏四周。",
      "choices": [
        "两个人一声不吱地来到阿鲁姆小屋的门前",
        "因为里面放了一大块发红的肉干",
        "讲讲山羊和它们变来变去的怪脾气",
        "他先向大夫恭敬地问了声早",
        "结果海蒂被围困在中间好半天",
        "好不容易从羊群里跑出来",
        "小海蒂被羊群团团围住了",
        "和蔼可亲的大夫几次想跟放羊的男孩说说话",
        "听不出是在询问还是在命令",
        "贝塔猜里面肯定放了好多好吃的东西",
        "贝塔斜眼睛瞟了一下大夫",
        "她们像照在周围群山上的阳光一样活泼而快乐"
      ],
      "context_id": "TRIAL_00059",
      "answers": [
        7,
        0,
        11,
        8,
        10,
        3,
        1,
        9,
        6,
        4,
        5,
        2
      ]
    },
    {
      "context": "给小海蒂做诊断，让她回到故乡的那位和蔼的克拉森大夫，正沿着富兰克托的大街向赛斯曼先生家走去。这是一个九月的早晨，风轻云淡，秋高气爽，路上行人好像也都为这么好的天气步履轻快。可是，[BLANK1]，根本没去在意头上的蓝天。[BLANK2]。在四周鲜亮的景物中，他的头发显得更加苍白了。克拉森先生曾有一个女儿。在他妻子去世以后，父女间的感情更加深厚，女儿成了父亲椎一的安慰。然而就在两三个月之前，[BLANK3]。从那一天开始，[BLANK4]。拉响门铃后，[BLANK5]，毕恭毕敬地应答着把他请进屋。这不仅因为克拉森先生是这家主人和克拉拉小姐最好的朋友，还在于他心地和善，不仅在赛斯曼先生这儿，无论在哪里的哪一户人家，他都会受到全家人的欢迎。“一切都好吗，杰巴斯？”[BLANK6]，然后向楼上走去。杰巴斯跟在他后面，不管客人看不看得见，不停地比比划划，[BLANK7]。“您来的太好了，大夫！”赛斯曼先生冲克拉森大夫喊。“是这样，[BLANK8]。[BLANK9]，我想问问您是不是仍然必须一切按您吩咐的去做呢？”“赛斯曼，就是好些了，也还根本谈不到旅行。”[BLANK10]。“如果令堂大人在这儿的话，也会这么想的。[BLANK11]，立刻做出决定的。可一跟你说，就没完没了了，算这次，你今天已经三次把我叫来，重复同一件事了。”“您说得对，也许我把您问烦了，不过，请您设身处地为我想想。”说着，赛斯曼先生哀求似地把手放到朋友肩膀上——“我跟孩子保证得好好的。她白天也想夜里也想，盼了这么多个月，现在又突然说不能去了，她该多难受。",
      "choices": [
        "只有这位医生只顾低头看着脚下的白石路",
        "那个女孩年纪轻轻地死去了",
        "医生用和往常一样愉快的语调问道",
        "而且他脸上现出从未有过的悲哀的神情",
        "我想一定要和您谈谈去瑞士旅行的事",
        "医生在他对面坐下后回答",
        "克拉拉已经明显好起来了",
        "她会清楚地认识到这一点",
        "做出各种手势来表达他的敬意",
        "本来性情开朗的克拉森先生像是变了个人",
        "杰巴斯非常热情地打开门"
      ],
      "context_id": "TRIAL_00060",
      "answers": [
        0,
        3,
        1,
        9,
        10,
        2,
        8,
        4,
        6,
        5,
        7
      ]
    },
    {
      "context": "阿里克最怕民警。[BLANK1]。他一不听话，就有人对他说：“再不听话，民警就来抓你了！”他一淘气，又有人对他说：“我们把你送到民警局去！”[BLANK2]。他先出来玩，后来就跑到街上。玩呀、跑呀，[BLANK3]。他急得哭了。这时，很多人围了上来，有的问：“你住在哪儿？”他说不上来。不知道谁说了一句：“把他送到民警局吧。那里可以查到他的住址。”阿里克一听民警局，哭得更厉害了。这时一位民警走过来，弯下腰问阿里：“你叫什么名字？”阿里克抬头一看是民警，撒腿就跑，还没跑多远就被拽住了。人家怕他再跑掉，只好抓着他。他却大声喊着：“我不去民警局！我不去！找不到家我也不去民警局！”别人对他说：“找不到家怎么行呢？”“家里早晚能找到我！”“那怎么可能找到你呢？这样下去，你可回不了家啦。”民警又走过来了，阿里克一见到民警，就尖叫起来。[BLANK4]，走到大门后面，暂时躲了起来。人们又对阿里克说：“行了，别叫了！你看，民警走了。”“没走。他躲到大门后面去了，我看见他了！”民警从门后面喊道：“同志们，请打听一下他叫什么，我好给民警局挂个电话。”一位妇女对阿里克说：“我认识一个小孩，他从来也迷不了路，因为他知道自己的名字。”“我也知道自己的名字。”阿里克说。“那你姓什么？”“库兹涅佐夫。[BLANK5]，小名叫阿里克。”“喝，真棒！”那位妇女夸了夸他，“原来你什么都知道啊！”[BLANK6]。[BLANK7]，然后回来说：“他住的离这里不远，就在彼斯恰纳亚大街。[BLANK8]？他不知为什么这样怕我。”“我送他去吧。看样子他和我有些熟了。”[BLANK9]。[BLANK10]。民警跟在后面。",
      "choices": [
        "那位民警无可奈何地把手一挥",
        "刚才问阿里克名字的那位妇女说",
        "一会儿就跑到一个不认识的地方",
        "有一次阿里克不知怎么迷了路",
        "民警给民警局打了一个电话",
        "她领着阿里克回家去了",
        "因为家里的人总是用民警来吓唬他",
        "哪位同志能帮忙送一下",
        "我叫亚历山大·伊万诺维奇",
        "她把阿里克的姓名告诉了民警"
      ],
      "context_id": "TRIAL_00061",
      "answers": [
        6,
        3,
        2,
        0,
        8,
        9,
        4,
        7,
        1,
        5
      ]
    },
    {
      "context": "小树精玩累了，趴在一片树叶上休息。“面包师，你好啊！”“你也好啊，歌唱家。”小树精抬头一看，原来是两只美丽的鸟儿在相互问好呢。“再见，歌唱家。”面包师说完就飞走了。[BLANK1]，跟着他回了家。面包师吃了好多好多的虫子，把个肚子吃得圆鼓鼓的，然后就向一堆牛粪飞去。面包师飞到了牛粪堆，用嘴和脚灵巧地把干草、牛粪和粘土搅拌在一起，做了很多小泥丸，把小泥丸一颗一颗地运到了一个正在建造的巢里。“这根本就不是面包，这是用牛粪和干草做的小泥丸。”[BLANK2]。他真是后悔死了，[BLANK3]。面包师是听不到小树精的叫声的，因为小树精太小了，小得就像一只蚂蚁。[BLANK4]。他们马上就要结婚了。第二天，他们就结婚了。[BLANK5]，从来都不到面包房去。这还不算，他们每天都要用牛粪、干草和粘土和在一起做小泥丸。“你们俩真能干啊，造的巢又漂亮又结实。就像一个面包烤炉。”[BLANK6]。小树精飞到地上，抬头一看，哇，[BLANK7]。“告诉你一个好消息，我要生宝宝了。”[BLANK8]。“我已经把宝宝房造好了。”[BLANK9]。新房真是太漂亮了，螺旋形的门槛，宽敞的客厅，[BLANK10]。“有了这个栅栏，我们的宝宝就不会掉出来了。”面包师高兴地说。小树精朝育儿室一看，[BLANK11]。[BLANK12]。几个星期以后，[BLANK13]，成了四只小小鸟。[BLANK14]，只有小小鸟才能听懂小树精的话。“为什么大家要叫你们的爸爸和妈妈面包师？”小树精觉得很奇怪。“因为他们筑的巢像面包炉。",
      "choices": [
        "小树精趴在面包师的背上",
        "这个鸟巢好像是用红砖砌起来的面包烤炉一样",
        "邻居们一个劲地夸奖面包师夫妻",
        "小小鸟们和小树精成了好朋友",
        "面包师太太对面包师说",
        "面包师太太生了四个蛋宝宝",
        "四个蛋宝宝从蛋壳里钻出来了",
        "育儿室里还铺垫着细草呢",
        "小树精在鸟儿的背上又跳又叫",
        "这两只鸟儿每天都要捉很多很多虫子吃",
        "育儿室的门口用一道栅栏保护着",
        "本来还以为跟着面包师回家能吃到美味的面包呢",
        "而且这只鸟儿正在和他的未婚妻说话呢",
        "面包师说完就带着面包师太太参观他们的新房"
      ],
      "context_id": "TRIAL_00062",
      "answers": [
        0,
        8,
        11,
        12,
        9,
        2,
        1,
        4,
        13,
        10,
        7,
        5,
        6,
        3
      ]
    },
    {
      "context": "春天来了。[BLANK1]。到处都是暖融融的，连大衣都穿不住了，简直象夏天一样。[BLANK2]。[BLANK3]，一夜之间就长满了娇嫩柔软的小叶儿，真让人喜欢！[BLANK4]，对妈妈说：“妈妈，奥利加·尼古拉耶夫娜说，再过一星期，我们幼儿园就要到郊外的别墅去了！”“那太好了，”妈妈说，“你可以在那儿好好休息一下。”“我根本就不累，”帕维里克回答说，“干嘛要休息？ 我还不如做点什么事情呢。”“那你就到森林里采野果和蘑菇吧，还可以在草地上扑蝴蝶。我给你买个扑虫网，好不好？”帕维里克想了一会儿，说：“你最好给我买一把铁锹，我要到那儿种点菜。”“行啊。”妈妈说了，就把铁锹买回来了。第二天，帕维里克把铁锹带到幼儿园给小朋友们看：“你们瞧，我的铁锹好不好？我要种菜了。”孩子们围过来，有的笑话他说：“哪儿有小孩子种菜的？反正你种什么也长不出来。”“为什么长不出来？会长出来的！”帕维里克说。“就长不出来！就长不出来！”这下子可吵起来了。小朋友那么多，[BLANK5]，帕维里克哪能吵得过他们？他委屈得快哭了。“你不要哭，”一个最小的女孩子尼诺奇卡对他说，“你如果愿意，咱们俩一块儿种。我来帮助你，咱们会种出好多好多的菜。”“一定会长出来的。”帕维里克说。他的心情平静了，[BLANK6]。晚上奶奶来接他回家，他对奶奶说：“奶奶，你说我能不能种出菜来？”“种得出来。”“可我种什么，奶奶？我什么菜籽儿都没有。”“我给你买点吧。”“那你早点给我买来，因为我们快要走了。”“明天就给你买来。”第二天早晨，当帕维里克醒来的时候，奶奶就对他说：“你看，菜籽买来了。”[BLANK7]。帕维里克打开一看，里面是菜籽儿，可小了！他问奶奶：“这是什么菜籽啊？”",
      "choices": [
        "这天帕维里克从幼儿园回到家里",
        "和煦的阳光照耀着大地",
        "嫩绿的小草钻出了地面",
        "昨天看上去还是光秃秃的椴树",
        "每个人又都放开嗓子大声喊",
        "再也没有和小朋友们争吵",
        "奶奶给了他一个小纸包"
      ],
      "context_id": "TRIAL_00063",
      "answers": [
        1,
        2,
        3,
        0,
        4,
        5,
        6
      ]
    },
    {
      "context": "又是灰濛濛的云，又是浓浓的雾，又得穿上皮袄……有一天，[BLANK1]。突然轰地一声，也不知是爆炸，还是打雷，很难分清。我们等了等，竖起耳朵倾听，一片寂静。[BLANK2]！然后又是寂静。我来了精神，判断了一下方位，开着“失利”号向传来神秘响声的方向驶去。我们看见，[BLANK3]。走近了一看，不是山，而是一团云雾。[BLANK4]，然后落回海里，这时海面上就传出一声沉闷的巨响，把“失利”号震得直颤抖。这确实有点可怕，但好奇心和揭开神秘现象、丰富科学知识的渴望，终于战胜了胆怯。我接过舵轮，把船开进浓雾。我们向里面走着，[BLANK5]，气温明显升高。我伸手向船外一摸，嚄，水都烫手了。[BLANK6]，这个大木柜突然——阿嚏！这下子我明白了：这是一条抹香鲸，它从太平洋误入了这冰天雪地的南极，患了感冒，正躺在那儿打喷嚏。既然是这样，水温升高也就不足为奇了：感冒这种病一般都伴随着发烧嘛。本来，[BLANK7]，不过，趁人家生病之际干这种事总归不大好，这不符合我的原则。相反，我拿起一把铁锹，铲了一份阿斯匹林，瞄准了一下，想甩到它的大嘴里去。可是突然吹来一阵风，海浪一涌，药就给扔偏了。[BLANK8]，而是落入了它的喷水孔，说通俗点，就是鼻子。鲸鱼喘了口气，愣了一下，眯起眼睛，接着又打了个大喷嚏，而且是正对着我们。[BLANK9]！小船一下子飞到天上，然后又降下来，进入螺旋，接着呯地一声！……我挨了重重的一击，失去了知觉。等我醒来后看见“失利”号歪斜着躺在一艘大军舰的甲板上。[BLANK10]，罗木整个摔了出来，坐在我身边，那姿势真够难受的。",
      "choices": [
        "我们在寒风中不紧不慢地向前走着",
        "过了一会儿又是轰地一声",
        "我们眼前的浓雾中逐渐显出一个像大木柜一样的东西来",
        "福克斯被船上的绳索缠住",
        "发现船上的冰柱纷纷融化",
        "这个喷嚏打得真不得了",
        "地平线上好像又有一座浮动的山",
        "雾团的中间突然喷起一个水柱",
        "我可以用鱼镖将这条鲸捕住",
        "阿斯匹林没有落到鲸鱼嘴里"
      ],
      "context_id": "TRIAL_00064",
      "answers": [
        0,
        1,
        6,
        7,
        4,
        2,
        8,
        9,
        5,
        3
      ]
    },
    {
      "context": "隆格连在海上过了一夜。他没有睡，也没有打鱼，[BLANK1]，听着海水激荡的响声，眼望着茫茫夜色，在海风吹打下思索着。在生活中的艰难时刻，[BLANK2]。为了使内心里那些最微弱、最纷乱的声音响亮而清晰，他准一需要的是寂静无人的环境。这天晚上他所想的是未来、贫穷和阿索莉。他很难丢开她，即使是暂时的也不行；此外，[BLANK3]。也许一到船上工作，他又会认为，[BLANK4]，而回去时他将徒然地怀着痛苦的希望走进家门，可梅莉永远也不会再从那里走出来了。[BLANK5]，因而决心按照自己对女儿的关怀所指示的那样去做。[BLANK6]。[BLANK7]，可这一回他却等得稍有些紧张。他正在屋里来回踱着，[BLANK8]。[BLANK9]，默默地站到他面前，神情异常兴奋，眼睛里炯炯地放着光，几乎把他吓了一跳。[BLANK10]，只有从他的眼睛里才能看到。她一声不响，[BLANK11]，于是他急忙问道：“你病了？”她没有立刻回答。[BLANK12]，就像树枝给人用手碰了一下似的抖动一下，平静而又安然自得地笑起来，笑了好一阵。她觉得需要讲些什么，但是，像往常一样，无须去想究竟讲什么，便开口说道：“不，我没有病……你干吗这样瞧着我？我很快活，真的很快活，[BLANK13]。你乱想些什么？我从你脸上看得出，你想了好多。”“不管我乱想什么，”隆格连说着把姑娘抱在膝上，“我知道，你明白是怎么回事。已经没有吃的了。我不想再去远航，我要到来往于卡谢特和里斯之间的邮船上去工作。”“是啊。”",
      "choices": [
        "这种只身漫游比什么都更能使他恢复精神力量",
        "莫名其妙地望着隆格连的脸",
        "但是他但愿能使阿索莉不至挨饿",
        "当她心灵上的听觉终于意识到问话的含意时",
        "他那永远活在心里的朋友正在卡佩尔纳村等他",
        "她一早出去散步从未使父亲不安过",
        "可这是因为天气这么好",
        "而是漫无目标地张帆行驶",
        "他看到的似乎是她的另一副面容——这是一个人的真实面貌",
        "突然一眼就看到了街道拐角处的阿索莉",
        "隆格连到家以后姑娘还没有回来",
        "他也惟恐再勾起那业已平息的伤恸",
        "阿索莉轻轻地快步走了进来"
      ],
      "context_id": "TRIAL_00065",
      "answers": [
        7,
        0,
        11,
        4,
        2,
        10,
        5,
        9,
        12,
        8,
        1,
        3,
        6
      ]
    },
    {
      "context": "我们终于来到加拿大。我和福克斯告别了船长，先下了船。夜里，罗木也悄悄游到岸上。我们走进一个小酒馆，商量下一段路怎么走。剩下的路已经不远了。[BLANK1]，然后渡过白令海峡到楚科奇，到那儿就算到家了，后面的路怎么也好对付了……计划就这样通过了。[BLANK2]。现在是冬天，河水结冰了，四周全是大雪，铁路没有，汽车又开不动，要是乘轮船，还得等到明年开春……我们合计了一下，决定买辆雪橇，再买上头鹿或几条狗。拿定了主意，就分头去买……我去买雪橇，罗木去找鹿，福克斯去找狗。我买了辆雪橇，结实，美观，也挺舒服。罗木也成绩不小，[BLANK3]。专家给鉴定了一下说。鹿角是上等的，但蹄子小，脚力中等偏下。我们决定试一试，就给它套上雪橇。[BLANK4]，一到河上就迈不了步子，四条腿在冰上直打滑、我想，该给它钉副掌，可是手头没有现成的。这时，[BLANK5]，看来没有白带它。[BLANK6]，仍用原来那几颗螺钉，把这几个铜片装到鹿蹄子上。似乎管点用，但不大显著。鹿的胆子是大了点儿，[BLANK7]。没想到买了头懒牲口！福克斯也有收获，牵来一条个头不大，嘴巴尖尖的小狗。鉴定书上说，[BLANK8]。所以，我们决定发挥它的特长，把它套在最前面，由它领路。可是说起来容易，办起来难。套鹿倒没费劲儿，[BLANK9]，救生圈也用上了，东西只要选得好，都会派上用场的）。狗就不那么老实了，又叫又咬的，你套个试试！[BLANK10]，给它做了个小颈圈，勉强把它套在辕上，然后我们就出发了……您瞧吧，一出好戏开场了！这头鹿踏着蹄子，摇晃着角，那条狗汪汪地叫着，一个劲儿地向后退。",
      "choices": [
        "结果在雪地上还勉强能走",
        "但是我们到底把它治服了",
        "但行走的速度并没有加快",
        "这是一条得过奖的向导狗",
        "可是交通工具却叫我们伤了一阵脑筋",
        "我们决定先从加拿大去阿拉斯加",
        "我把那几个铜铸的字母拆下来",
        "领回一头还算健壮的有斑点儿的鹿",
        "我船尾那块板又发挥作用了",
        "用救生圈当颈圈套在它脖子上（看"
      ],
      "context_id": "TRIAL_00066",
      "answers": [
        5,
        4,
        7,
        0,
        8,
        6,
        2,
        3,
        9,
        1
      ]
    },
    {
      "context": "我走过去，刚轮到我要去亲他的时候，他却用木棍把我一挡。“这是谁？你对我讲过……”“嗯，是呀，不过……那不是真话，因为……”“啊！不是真的，不是真的……”他举着木棍，朝我走过来。[BLANK1]。我干了什么坏事？我有什么罪过？[BLANK2]？我没有时间去细想这些混乱的、在我脑海中翻腾着的问题。“我看你们正在过狂欢节呀！说来也巧，[BLANK3]！你做了什么晚饭？”“煎了些薄饼。”“我看见了。不过，我步行了十里路，你总不能只给我吃薄饼吧？”“可我这里什么也没有啊！再说，我们没有想到你回来。”“怎么没有东西？晚饭没有什么吃的？”他环顾四周。“有黄油。”他抬起头，[BLANK4]。可是，挂钩上早已空空如也。现在，大梁上挂着的，[BLANK5]。“有洋葱。”他说着，用木棍打落了一串，“四、五个洋葱头，加上一块黄油，我们就有好汤喝了。把薄饼拿出来，洋葱放在锅里给我们炒一炒。”把薄饼从锅里拿出来！巴伯兰妈妈没有回嘴，[BLANK6]。她的丈夫坐在壁炉边上的一张长凳上。[BLANK7]，背靠着饭桌，望着他。这是个五十开外的男人，面色严峻，神态冷酷，因为受过创伤，脑袋耷拉在右肩上，这种畸形使人产生一种不安的感觉。巴伯兰妈妈重新把锅坐在火上。“你想用这么一小块黄油给我们做汤吗？”他问。[BLANK8]，把整块黄油全倒在锅里。没有黄油了！从此再也别想吃薄饼了！若是在别的时候，[BLANK9]。然而，我现在想的，既不是薄饼，也不是炸糕。萦绕在我脑海中的是，[BLANK10]，竟然是我的父亲。“我的父亲！我的父亲！”[BLANK11]。",
      "choices": [
        "而是急急忙忙地接她丈夫的要求去做",
        "巴伯兰自己端起装黄油的盘子",
        "朝天花板上从前悬挂咸肉的地方看了一眼",
        "我一步也不敢离开那根木棍把我赶到的地方",
        "只是几串大蒜头和洋葱头",
        "为什么我要亲他的时候却碰了一鼻子灰呢",
        "难道一个如此冷酷无情的人",
        "我的肚子正饿得咕咕噜噜响呢",
        "我不由自主地向自己重复着这句话",
        "我不由自主地往后一退",
        "这种打击一定会激怒我的"
      ],
      "context_id": "TRIAL_00067",
      "answers": [
        9,
        5,
        7,
        2,
        4,
        0,
        3,
        1,
        10,
        6,
        8
      ]
    },
    {
      "context": "我想同我的弟弟阿伦和南德亲近，但他们总是用敌意来报答我；我为他们做的一切事情，他们一概不欢迎。很显然，在他们的眼中，我不是他们的兄弟。在卡比事件发生之后，我和他们之间的紧张状态就显得更加明显了。[BLANK1]，但我能使用一种颇为强烈的、也更能反映感情的表意动作，那就是让我的两个拳头来代替我说话。[BLANK2]，他们就会发现还有我这个人在保护它，我会替它报仇雪耻。弟弟们不认我，[BLANK3]？可是，那个大的，也就是叫安妮的那个，[BLANK4]。和他们一样，我亲近她，[BLANK5]而且，[BLANK6]。正因为这样，我应当说，[BLANK7]。阿仑和南德把我推开，安妮处处捉弄我，最后只剩下小卡特一人了。她只有三岁，年纪太小，还不懂得和她的哥哥姐姐们结成一伙。她随意让我亲吻，首先是因为我让卡比给她表演各种把戏；其次是因为他们把卡比还给我以后，我常常给她带回些糖果、糕点和橘子之类的吃头。这些东西是在演出时候由小观众们送给我们的。孩子们一本正经地对我们说：“那是给狗吃的。”用橘子喂狗可以说是不合情理的，但是我总是怀着感激的心情去接受它们，因为这些橘子可以使我获得卡特小姐的好感。[BLANK8]，我的心中对我的家庭充满了那么多的温存的爱意；而现在，[BLANK9]。祖父老是在我走近他的时候朝我身边怒气冲冲地吐唾沫；父亲只是在每天晚上跟我算帐要钱的时候才理我；母亲大部分的时间不在家里；阿仑、南德和安妮仇视我；[BLANK10]，卡特才让我亲亲她。我象从高处掉了下来，一跤跌进了万丈深渊。",
      "choices": [
        "但我不是还有两个妹妹吗",
        "她总是天天要出点主意来跟我搞些这样那样的恶作剧",
        "全家中只有小卡特一人允许我爱她",
        "她对我的感情并不比她的两个弟弟更好些",
        "我虽然不能方便地使用英语来向他们表达我的意思",
        "只有当我的口袋里塞满了糖果的时候",
        "她是个诡计多端的姑娘",
        "如果他们胆敢碰卡比的一根毫毛",
        "当我下船踏上英国国土的时候",
        "但我的好心换来的从来不是好报；"
      ],
      "context_id": "TRIAL_00068",
      "answers": [
        4,
        7,
        0,
        3,
        9,
        1,
        6,
        8,
        2,
        5
      ]
    },
    {
      "context": "我们在育空河城堡住了三天，人缓劲儿，也让牲口缓了缓劲儿。人家待我们像客人一样，只要了我们一个字据，不许出门。为了保险，[BLANK1]。后来，我们套上雪橇启程了。[BLANK2]，接着向楚科奇方向驶去。起初一路顺利，快到圣劳伦斯岛时，突然变天了，起了风暴，冰层也断裂了，我们被困在路上。[BLANK3]，等待冰层重新合在一起。等就等吧，[BLANK4]，食品也不成问题，上路前已经储备了一些。另外，还可以挤点牛奶。总之，饿是饿不着，就是有点冷。我们坐在地上挤作一团，还是冷得发抖。尤其是福克斯最倒霉，胡子都冻冰了，下巴上挂着许多小冰凌，冻得他唉声叹气的。罗木也精疲力竭了……我觉得必须想点办法。于是，[BLANK5]。柴、煤、煤油，这些办法都不实际……我想起，有一次在马戏馆见过一个节目：那人两眼死盯着一盆水，水慢慢地就沸腾了。我想，我也试试吧！我意志挺坚强，可以说是钢铁意志。为什么不能试一试呢？我盯住一块冰，盯来盯去，它也没沸腾，甚至没有融化……这下我明白了，马戏团里的东西，那是演给人看的，是糊弄人的把戏，全靠手脚快，说明白点，那是魔术……一想起“魔术”，[BLANK6]。我拿起斧头，砸下一块冰，修成棱形，又画上刻度，然后回到宿营地。“喂，帮个忙，咱们来变个魔术。”罗木站起来，嘟囔着说：“船长，您真行，人都快变成冰柱了，您还有心变魔术。”福克斯也牢骚满腹：“魔术，魔术！在红海的时候，[BLANK7]，现在穿上三条都不暖和，这也算是魔术吧！”我严厉地制止了他们：“少说废话！听我的命令！抬起冰块！端好！左五度，再往左一点……”",
      "choices": [
        "我只穿一条裤衩游泳还觉得热",
        "还给我们门口派了两名侦探",
        "我们只好在一个大冰块下建起宿营地",
        "沿着育空河一直来到白今海峡",
        "反正我们也没有急事要办",
        "我脑子里突然冒出一个好主意",
        "开始琢磨用什么法子取暖"
      ],
      "context_id": "TRIAL_00069",
      "answers": [
        1,
        3,
        2,
        4,
        6,
        5,
        0
      ]
    },
    {
      "context": "“狗不理”包子是天津的风味名点。它色白面柔，大小一致，底帮厚薄相同，一咬起来直流油，但又不感肥腻，味道十分鲜美。它为何有此特色呢？[BLANK1]。具体是用肥瘦鲜猪肉3：7的比例加适量的水，佐以排骨汤或肚汤，加上小磨香油、特制酱油、姜末、葱末、味精等，精心调拌成包子馅料。包子皮用半发面，和面时水温一般要求保持在15℃左右，在搓条、放剂之后，擀成直径为8.5厘米左右、薄厚均匀的圆形皮。包入馅料，用手指精心捏折，同时用力将褶捻开，[BLANK2]，褶花疏密一致，如白菊花形。然后上炉，用硬气蒸5分钟即可。然而，[BLANK3]，怎么会取“狗不理”这么一个怪名称呢？传说在清朝的时候，[BLANK4]，名唤高贵有，他从小性格倔犟，出了名的牛脾气，如果逆了他的性子，九头牛也拉不回来，任何人也不理。这一天，[BLANK5]，父亲吓他不睬，母亲劝他不理，就是拧着脖子，一声不吭，母亲叹了口气，说道：“你这种牛脾气呀，真是个‘狗不理’啊！” [BLANK6]。“狗不理”的绰号，就这样传开了。转眼间，高贵有长到14岁，[BLANK7]。[BLANK8]，就托人把他带到了天津，去学点手艺，去找点事做。[BLANK9]，高贵有就被介绍了进去。[BLANK10]，供应那些在运河上讨生活的船工、纤夫以及小商小贩，活计十分繁重，高贵有虽然脾气坏，但从小吃惯了苦，所以干活很勤快，店里的师傅们都很喜欢他。高贵有人又十分聪明，什么东西一学就像，一学就会，[BLANK11]，由于高贵有勤奋好学，加上师傅们的精心指点，高贵有做包子的手艺不断长进，很快就小有名气了。",
      "choices": [
        "每个包子有固定的15个褶",
        "因而店里就专门让他学做包子",
        "如此富有特色风味的地方小吃",
        "原来它在用料和制作上皆有讲究",
        "高贵有的牛脾气又发作了",
        "恰好坐落在天津南运河边上的刘家蒸吃铺需要小伙计",
        "意思是说他脾气坏得连狗也不愿搭理",
        "脾气依然十分暴躁倔犟",
        "刘家蒸吃铺主要经营蒸食和肉包",
        "天津附近武清县杨村住着一个少年人",
        "父亲害怕他在村子里惹是生非"
      ],
      "context_id": "TRIAL_00070",
      "answers": [
        3,
        0,
        2,
        9,
        4,
        6,
        7,
        10,
        5,
        8,
        1
      ]
    },
    {
      "context": "我被重新送回牢房很久以后，才捉摸出法官为什么不宣告我无罪的原因，他是想等抓住了钻进教堂的主犯以后，再判定我是不是他们的同谋。检察官说过“我们正在追捕他们”，看来很快我就要既羞愧又痛苦地和他们一起出现在重罪法庭的被告席上了。这一时刻什么时候到来呢？[BLANK1]？这个监狱是什么样子？在什么地方？对这些问题，我需要动脑筋去好好想想，这样一来，时间比前一个晚上要过得快多了，我已经知道，不该象患了热病那样烦躁不安，应该等待。于是，我有时踱来踱去，有时坐在凳子上，就这么等待着。离天黑还有一段时间，[BLANK2]，我听出这是马西亚的吹奏方法。真是好样的！他是要让我知道，他在守着我，他在想念我。[BLANK3]，马西亚显然是在墙的另一边的街上，我们之间的距离仅有一墙之隔，总共才几米，可惜的是，眼睛透不过墙壁。尽管眼睛不管用，声音却可以飘过来。在这阵短号的吹奏声里，我听出还有人们走来走去的脚步声和模糊不清的、乱哄哄的说话声。我立刻就明白了，[BLANK4]。他们为什么选中这块地方？是这里好挣钱，[BLANK5]？蓦地，[BLANK6]，这是马西亚在用法语喊叫：“明天早晨天刚亮的时候！”[BLANK7]。显而易见，马西亚那句“明天早晨天刚亮的时候”肯定不是对他的英国观众而是对我喊叫的。但要猜出这句话的意思那就不是显而易见就能明白的了。于是，我向自己提出了一连串的问题，这些问题同我在这以前所想的问题一样，都是找不出合理答案的。但是，明天早晨天刚亮的时候，我应该醒着，[BLANK8][BLANK9]，这也是很清楚的。[BLANK10]，我应该干点什么呢？却不知道。那就耐心等吧。",
      "choices": [
        "我忽然听到一阵短号的吹奏声",
        "而且还应该作好应付一切的准备",
        "不过从现在起直到那个时候",
        "这短号的声音是从我窗户对面的墙上飘过来的",
        "马西亚和博勃大概在这里演节目",
        "我将在什么时候被解到郡监狱去",
        "接着是越来越喧闹的小号吹奏声",
        "我听见了一个清晰的嗓音",
        "还是他们有什么要紧事情要告诉我",
        "这是既清楚而又明白的；"
      ],
      "context_id": "TRIAL_00071",
      "answers": [
        5,
        0,
        3,
        4,
        8,
        7,
        6,
        9,
        1,
        2
      ]
    },
    {
      "context": "胖棕熊的杂货店开在森林大道上。面包、蛋糕、奶油、巧克力等等好吃的东西堆满了货架。 每次笨狼经过小店，[BLANK1]，咧开大大的嘴巴微笑。一看到棕熊的笑脸，[BLANK2]，将手伸进裤兜里。[BLANK3]，便从一个破洞里钻出来，和笨狼一起盯着满货架好吃的东西。[BLANK4]。 [BLANK5]，那是爸爸临出门时留给他的。 爸爸说：“笨狼，我要出远门追你妈妈去，这10个森林币你留着慢慢花吧！”笨狼快乐地应道：“好嘞！” 一个森林币能买10颗巧克力、两个蛋筒冰淇淋、一个奶油面包。[BLANK6]，怎么花得完呢？ [BLANK7]，把一个森林币拿在手上，跑进了棕熊的商店。哎呀，好东西实在太多了！巧克力、面包、蛋糕、玩具手枪……笨狼一样一样指点着，胖棕熊摇摇头：“买这么多东西呀，一个森林币不够！” 笨狼马上告诉他：“我还有9个森林币呢！” 笨狼一下子花掉7个森林币，买回一大堆好吃好玩的东西。[BLANK8]，一边吃一边玩，好不快活！ 天黑了，笨狼玩累了，躺在床上，却怎么也睡不着，心里老惦着一件事：钱罐里还有3个森林币呢，3个森林币可以换30颗巧克力、6个蛋筒冰淇淋、3个奶油面包……[BLANK9]，也许只有我能！ 第二天一早，[BLANK10]。[BLANK11]，只是样子不怎么好看。因为他必须躺着。[BLANK12]，双手双脚上各拿一个蛋筒冰淇淋，另外两个是请棕熊先生帮忙塞进嘴里的。遗憾的是，这6个冰淇淋的味道差极了。嘴巴塞得太满，[BLANK13]。四肢被冰冻得麻木了，又舍不得丢掉。后来还是太阳帮了忙。",
      "choices": [
        "根本就不好往肚子里吞",
        "现在有整整10个森林币呀",
        "笨狼原来有10个森林币",
        "可口袋里一个森林币也没有了",
        "笨狼就想试试自己同时吃6个冰淇淋的本事",
        "笨狼就忍不住要停下脚步",
        "一次同时吃6个冰淇淋谁能办到呢",
        "他叫来聪明兔和其他小伙伴们",
        "都会看见胖棕熊站在柜台后面",
        "笨狼把9个森林币放进钱罐里",
        "结果他发现这事一点也不难",
        "笨狼躺在杂货店前的草地上",
        "毛绒绒的小拇指在裤兜里转一圈"
      ],
      "context_id": "TRIAL_00072",
      "answers": [
        8,
        5,
        12,
        3,
        2,
        1,
        9,
        7,
        6,
        4,
        10,
        11,
        0
      ]
    },
    {
      "context": "花四十法郎购买孩子的人，不一定都是吃新鲜人肉的妖魔。[BLANK1]，在人贩子中，他不是个坏人，这真是罕见的例外。我很快就可拿出证据来。[BLANK2]，重新握住我的手腕的。不一会，[BLANK3]。约莫步行一刻钟之后，他松手了。“你现在慢慢跟在我后面走，”他说，“不过别忘了，如果你想逃走，卡比和泽比诺会追上来，它们的牙齿可锋利啦。”逃走，[BLANK4]，因此想都不去想。我叹了一口气。“你心里难过，”维泰利斯接着说，“这一点我能理解，所以不责怪你。你想哭，就痛痛快快哭一场吧！不过你应当觉察到，带你来，并非是件坏事。要不然，你成啥样子？[BLANK5]？抚养过你的，不是你亲父母。正如你说的，你妈妈待你好，你爱你妈妈，离开她你很伤心，这都很好。但你也要想一想，[BLANK6]。[BLANK7]。他没法维持生活，又成了残废，不能干活。他盘算着，[BLANK8]。我的孩子，你要懂得：生活常常是一场搏斗，人在这场搏斗中是不能称心如意的。”这话可能是至理名言，[BLANK9]。可是此时此刻，有这样一种事实，[BLANK10]，这事实便是生离死别。[BLANK11]，那养育过我的、亲我的、我所热爱的人。想到这里，我的喉咙哽住了，憋得透不过气来。我紧紧跟着维泰利斯，不由得暗暗重复着他刚才对我说的话。这一切也许全是真的：巴伯兰不是我父亲，他没有理由为了我而受饥挨饿。他从前乐于收容我，抚养我，现在想遗弃我，那是因为他没法留我。想到他，我不应该只想到今天的日子，往日在他家中度过的岁月，也是应当回忆的。",
      "choices": [
        "或者起码可以说是经验之谈",
        "心想总不能为了养活你而自己活活饿死吧",
        "维泰利斯没有吃掉我的意思",
        "我觉得现在已经不可能了",
        "还不是被送到孤儿院去",
        "她丈夫大概并不象你认为的那般冷酷",
        "维泰利斯是在把卢瓦尔河盆地和多尔多涅河①盆地分开的山顶上",
        "她不可能违背她丈夫的意愿把你留下",
        "我们顺着法国南部方向的山坡下山了",
        "我将永远看不到我的母亲",
        "它比一切话语发出更强烈的呐喊声"
      ],
      "context_id": "TRIAL_00073",
      "answers": [
        2,
        6,
        8,
        3,
        4,
        7,
        5,
        1,
        0,
        10,
        9
      ]
    },
    {
      "context": "奶奶住在这里的时候，每天下午，克拉拉躺下午睡，罗得迈尔也大概想休息休息，没了动静，这时，奶奶常要在孙女旁边坐一会儿。但总是过了五分钟就又站起来，把小海蒂叫到自己屋里，和她聊聊天，让她做点事，或者一起玩些什么。[BLANK1]，教海蒂怎么给它作衣服和围裙。小海蒂渐渐地学会了针线活，给娃娃们做了非常漂亮的衣服和斗篷。当然这也要靠奶奶总是给她些五颜六色的碎布头。[BLANK2]，想给奶奶读多少遍就能读多少遍。故事越读越有意思，这成了她最大的乐趣。小海蒂和故事的主人公一起经历了他们遇到的事情。[BLANK3]，每次和他们在一起，她都会很开心。可即使是这样，[BLANK4]。她的眼睛里，[BLANK5]。[BLANK6]。[BLANK7]。[BLANK8]。小海蒂抱着一本大书走进来，奶奶示意她坐到自己身边，然后把书放到一旁，对她说：“来，坐到这儿来吧，海蒂，你为什么闷闷不乐的？现在你还在为那件事痛苦么？”“嗯。”海蒂点点头。“跟上帝说过了吗？”“嗯。”“那你每天向上帝祈祷一切都好起来，愿上帝赐给你快乐了吗？”“不，我现在一点都不想祈祷了。”“啊，海蒂，为什么这么说？怎么了？你为什么不祈祷了？”“祈祷也没有用呀。上帝不听我说，一定是那样！”[BLANK9]。“每天晚上富兰克托那么多人都在祈祷，上帝又不能全听到，我的请求，他肯定一点都没听见。”“怎么会，你怎么知道他没听见，海蒂？”“我已经好几个礼拜天天祈祷同一个愿望，可是上帝一点都没帮我实现。”“别这么说，这不会那么顺利的，海蒂！不该这么想！[BLANK10]，他很清楚什么对我们有好处。[BLANK11]。",
      "choices": [
        "奶奶拿来一个可爱的小玩具娃娃",
        "小海蒂现在已经没有以前那么快乐了",
        "即使在我们还不知道的时候也是",
        "海蒂有些激动地往下说",
        "再也看不到那种活泼的光彩了",
        "所以她觉得那些人好像就在她身边",
        "赛斯曼夫人让仆人把海蒂叫到了自己的房间里",
        "奶奶在富兰克托还有最后一周",
        "现在小海蒂已经学会了读书",
        "那时正是克拉拉午睡的时间",
        "要知道上帝是我们大家的父亲"
      ],
      "context_id": "TRIAL_00074",
      "answers": [
        0,
        8,
        5,
        1,
        4,
        7,
        6,
        9,
        3,
        10,
        2
      ]
    },
    {
      "context": "公园里有旋转木马和空中飞轮等游戏，还有音乐。[BLANK1]，包括警察巴士贤——他现在已经成了这里一个最重要的人物。巴士贤对杜比雅道了“日安”，同时感谢他为这天预报了良好的天气。他也对苏菲姑姑道了“日安”，还说：“你的光临，使我们感到很荣幸。”于是他便走开了，因为作为一个警察，[BLANK2]。[BLANK3]。它可以背起所有的人，[BLANK4]，苏菲姑姑、贾莱娅、多米和他自己各有一张。[BLANK5]。庞踢五得呆在一边，在一棵树下等候大家。在五点钟以前，[BLANK6]，等待音乐会开始。多米、贾莱娅、苏菲姑姑和杜比雅坐在前排，因为杜比雅待一会儿就要上台唱歌。“嗯，这里倒是蛮舒服的。”他高兴地说。[BLANK7]，而且她的情绪也变得越来越好。在音乐会开始以前，[BLANK8]。[BLANK9]。“亲爱的苏菲姑姑，”他说，“有一件非常不幸的事情发生了。[BLANK10]，一个音也唱不出来。你能不能代替她为我们出场唱歌？”“不能！”[BLANK11]，还是那么脾气暴躁。“哎，我求求你，”巴士贤说，“我们将感激不尽。”“绝对不能。”苏菲姑姑说，“我只会唱一支歌，而这支歌在这种场合是不舍适的。”“啊，求求你，[BLANK12]。请你做点好事，帮帮我们的忙。”使大家感到惊奇的是，[BLANK13]。“好，”她说，“看来我非唱不可了。这支歌是不合适的——但是你们心甘情愿。”“一千个感谢你，一万个感谢你。”巴士贤大声地说。他走到舞台上，满面笑容。他把幕布拉开，舞台现出来了。开头是音乐，接着巴士贤走到台前来，[BLANK14]。",
      "choices": [
        "甚至苏菲姑姑也显得很满意",
        "大家在舞台前面的一些凳子上坐下来",
        "他们都可以在象背上骑一会儿",
        "在这种场合他有许多事情要做",
        "他看上去有点儿神经质的样子",
        "发表了一篇表示欢迎大家的演说",
        "我们有一位歌唱家嗓子哑了",
        "巴士贤来到他们所在的地方",
        "苏菲姑姑说——像平时一样",
        "因此好心的杜比雅就买了四张票",
        "杜比雅这一行人发现他们的朋友都到来了",
        "什么歌子在这里都合适",
        "苏菲姑姑最后终于屈服了",
        "此外还有一只大象和它的主人"
      ],
      "context_id": "TRIAL_00075",
      "answers": [
        10,
        3,
        13,
        9,
        2,
        1,
        0,
        7,
        4,
        6,
        8,
        11,
        12,
        5
      ]
    },
    {
      "context": "这段路我们走得可不大顺利。刚驶过新几内亚海岸，就遇上了猛烈的台风。“失利”号像一只小海燕一样，在波祷中颠簸，一会沉下去，一会儿跳起来。海浪砸在船板上，绳索呻吟着。您想想吧，这可是台风呀！突然，小船像只小狼一样，在原地打起转来，过了一会儿，一点风也没有了。[BLANK1]，松了口气。我可知道是怎么回事，不瞒您说，我的心都收紧了。我们进入了台风的中心，不会有好事的。果不其然，风只停了一小会儿，马上又呼啸起来，像有一千只小鬼在哭叫，帆被撕破了，桅杆弯得像鱼杆，接着拆断了，[BLANK2]。[BLANK3]。[BLANK4]，我走上甲板看了看，损失太大了，而且一时很难修复。[BLANK5]，可是没有桅杆还是不行呀。这里远离国际航道，[BLANK6]，我们可能被困在海上，这可不是个好前困死的危险威胁着我们。像往常遇到危险时一样，[BLANK7]，自己幸福的童年。您猜怎么着，[BLANK8]。我小时候，喜欢做风筝，放风筝。一想起这个，我精神一振。风筝！纸蛇风筝！它可以救我们。[BLANK9]，熬了一盆浆糊，找来船上所有的纸——报纸、书籍、商业文件，开始制作起来。不是吹牛，纸蛇做得满不错。别的不说，干这个我可是内行。我们把风筝晾干，又挑了一根长些的绳子，一等有风，就把风筝放出去……结果挺不错，小船又开动了。我展开海图，想找个修船的地方。[BLANK10]，甲板上有什么东西震动起来。我急忙抬头看，看见一幅可怕的场面：风筝绳索挂在了绞盘上，磨来磨去，眼看就断裂。“紧急集合！”我发出口令。[BLANK11]，站在我身后等候命令。这个命令可不好下呀。",
      "choices": [
        "虽然舱里还有备用帆和绳索",
        "罗木和福克斯不知道台风的厉害",
        "整个上半截被大风卷到海里",
        "我又回想起自己漫长的一生",
        "等狂怒的大海稍微平静点的时候",
        "罗木和福克斯应声跑上甲板",
        "回忆往事给了我宝贵的启发",
        "等待我们的是非常可怕的命运",
        "我们把装食品的小竹筐折开做风筝架",
        "突然听见一阵咯吱吱的响声",
        "小船像片树叶似的颠簸着"
      ],
      "context_id": "TRIAL_00076",
      "answers": [
        1,
        2,
        10,
        4,
        0,
        7,
        3,
        6,
        8,
        9,
        5
      ]
    },
    {
      "context": "万事通叔叔又研制成功了新一代神奇魔幻饼干。不过呀，这一次，[BLANK1]，名字也改变啦，叫“变变变”牌巧克力豆。这种巧克力呀，比上次的饼干神奇多啦，不管大人小孩，一粒见效，[BLANK2]。那不，[BLANK3]，他们要选最好的“性格”给爸爸妈妈吃。豆豆把两粒巧克力，[BLANK4]，就去瓜瓜家。瓜瓜爸爸正骑在“木马”――小板凳上，唱着儿歌：“小白兔，白又白，两只耳朵竖起来，爱吃萝卜和白菜，蹦蹦跳跳真可爱……”脸上一副天真的样子。[BLANK5]，哄他说：“爸爸小乖乖，快吃了巧克力豆儿吧，可甜呢。”瓜瓜爸爸乖乖地张开嘴，香甜地吃着巧克力豆儿，口水直流。几天之后，[BLANK6]，也不吵吵闹闹了。他俩团结友爱，关心豆豆，[BLANK7]，豆豆家充满了欢乐。[BLANK8]，唱儿歌，流口水，甩鼻涕了，他变成了一个十分和蔼可新的爸爸，再也不打不骂瓜瓜，瓜瓜心里真甜蜜。万事能叔叔的新发明：“变变变”牌巧克力一下子名扬四海，万事能叔叔成了新闻人物，整天记者围着他转，人也上了电视、上了报纸。他的“变变变”牌巧克力改变了好多好多人的性格：凶狠的人变成了善良的人，[BLANK9]，不爱学习的变成了爱动脑筋的，愚笨的变成了聪明的。大街上、公共汽车上，再也看不见吵架的了。人们互相关心，互相爱护，互相谦让，像一家人一样。菜场里，卖菜的买菜的都诚实，礼让，就跟“君子国”里的人一样。人们忙忙碌碌，忙着学习，忙着工作，上街不锁门，[BLANK10]。",
      "choices": [
        "绝不会有变过闲的麻烦事啦",
        "也不用担心有小偷来偷东西",
        "瓜瓜爸爸再也不像小孩一样骑木马",
        "还各自出去找到了新工作",
        "豆豆和瓜瓜正选巧克力豆儿",
        "豆豆的爸爸妈妈再也不愁眉苦脸",
        "分别塞进了愁眉苦脸的爸爸妈妈嘴里",
        "饼干变成了圆溜溜的巧克力豆儿",
        "瓜瓜和豆豆把巧克力豆儿塞进瓜瓜爸爸嘴里",
        "骄傲的人变成了谦虚的人"
      ],
      "context_id": "TRIAL_00077",
      "answers": [
        7,
        0,
        4,
        6,
        8,
        5,
        3,
        2,
        9,
        1
      ]
    },
    {
      "context": "豆蔻镇的外面有一块荒凉的平地，那里立着一座奇怪的老房子，它里面住着贾斯佩、哈士贝和乐纳丹。贾斯佩年纪最大，哈士贝长得最好看，乐纳丹是最馋。他们都是强盗，但不太凶残。[BLANK1]。他们养着一头狮子，作为玩物。对他们说来，这是一种安慰，[BLANK2]。作为一头狮子，它的性情温和，[BLANK3]。[BLANK4]，因为只要哈士贝穿着靴子，谁也看不出来。虽然如此，[BLANK5]。“这头狮子有些毛病。”他有一天说。“这是我们很难找到的一头有用的动物。”贾斯佩反驳着说。“也许，”哈士贝不以为然地说，“但是被它吃掉总不是一件愉快的事，虽然每次它只啃掉一点。这总不能算是有用吧？”“那是很不幸的事，”乐纳丹表示同意，“不过那是它感到肚皮饿的时候呀！”[BLANK6]。“不管怎样，”贾斯佩说，“还是请你记住它是多么有用。[BLANK7]，它里面的耗子成群。[BLANK8]再也没有耗子，再也没有老鼠！”“是的，这是事实。”[BLANK9]。“这我全知道。”哈士贝说。“还有一件事，”贾斯佩说，“它是我们最好的保镖。只要狮子在我们家里。警察就再也不敢来找我们的麻烦了。”“是的，这也是事实，不对吗，哈士贝？”乐纳丹说。“对！对！对！”哈士贝大声说，“不过我还得坚持，和一头狮子住在一起是最不愉快的事。”[BLANK10]，他们要闹别扭的事情是够多的。举个例子，随时随地乐纳丹(因为他最馋)总喜欢说：“弄点儿东西吃怎么样？”“呀，很好，”贾斯佩总是这样回答，“现在轮到哈士贝做饭了。”但哈士贝总是反对，比如他说：“乐纳丹应该去烧饭，他吃得最多。”",
      "choices": [
        "这三个强盗老是像这样在一起闹别扭",
        "他们大部分时间呆在家里",
        "贾斯佩说这并不是一件了不起的事",
        "当我们最初搬进这座房子的时候",
        "乐纳丹热情地表示同意",
        "乐纳丹充分懂得肚皮饿的味道",
        "不太害人——虽然有一天它啃掉了哈士贝的一个大脚拇趾",
        "不过当我们有了这头狮子以后……",
        "而且对他们的用处也很大",
        "后来有好长一段时间哈士贝对这头狮子不太感兴趣"
      ],
      "context_id": "TRIAL_00078",
      "answers": [
        1,
        8,
        6,
        2,
        9,
        5,
        3,
        7,
        4,
        0
      ]
    },
    {
      "context": "太阳刚刚从悬崖后面升起来，把金色的光辉洒在小屋上，洒在下面的山谷里。阿鲁姆大叔像往常一样，凝望着薄雾在山间散去，四周的景物仿佛越来越清楚。仿佛在微亮的天光中渐渐苏醒。[BLANK1]。不久，太阳终于高高升起，岩石、森林、山坡都沐浴在它的金光里。爷爷回到屋里，蹑手蹑脚地爬上阁楼，克拉拉刚好醒来，正惊奇地盯着从圆窗户射进来的阳光，它们闪闪烁烁，像是在她床上跳舞。[BLANK2]，也想不起来自己是在哪儿。最后，她终于发现海蒂睡在她旁边，而且身边传来爷爷和蔼可亲的声音：“睡得好吗？昨天很累吧。”克拉拉回答说她一点也不累，而且一闭眼就睡到大天亮。爷爷听了很高兴，立刻动手帮她穿衣服，动作细心周到，让人看了会以为护理生病的小孩是他的老本行呢。海蒂一睁眼，[BLANK3]，吃了一惊。我也得快下去，海蒂心想，她麻利地穿好衣服，爬下梯子，跑到屋外。可一看爷爷，不觉惊讶得愣住了。原来，昨天晚上，孩子们上床后，[BLANK4]。后来，爷爷想出了个好主意。今天一早，[BLANK5]，这样就变成了个大出口，把轮椅推进来后，又把木板安在原处，但是不钉死，可以随时拆卸。海蒂跑出去的时候，[BLANK6]，然后拆下木板，把轮椅从仓房推到外面灿烂的阳光里。轮椅在院子中间停住，爷爷朝羊棚走去。[BLANK7]。清爽的晨风拂过孩子们的脸，送来一阵枞树叶的香味，融进早晨鲜洁的空气中。克拉拉深深吸了一口气，靠在椅子上，[BLANK8]。[BLANK9]。[BLANK10]，让她觉得呼吸本身就是一件多么惬意的事！",
      "choices": [
        "爷爷刚把克拉拉放到轮椅上",
        "她从未有过这么愉快的心情",
        "她感到四周充满鲜灵清爽的气息",
        "天上薄薄的云彩渐渐明亮",
        "他就在屋后的仓房上拆下两块大木板",
        "克拉拉生来第一次在广阔的大自然中呼吸早上新鲜的空气",
        "爷爷琢磨着怎么才能把那么宽的轮椅从小屋的窄门搬进来",
        "克拉拉不知道眼前看到的是什么",
        "望见爷爷正抱着穿好衣服的克拉拉下梯子",
        "海蒂也跑到克拉拉旁边"
      ],
      "context_id": "TRIAL_00079",
      "answers": [
        3,
        7,
        8,
        6,
        4,
        0,
        9,
        1,
        5,
        2
      ]
    },
    {
      "context": "山脚下住着一个老爷爷和他可爱的小孙女。[BLANK1]，挥动大斧子，“咔嚓咔嚓”真威风！山脚下，还住着一只大狼。[BLANK2]，观察着老爷爷和他小孙女的一举一动。有一天，[BLANK3]，它站在了老爷爷的窗户下。“哗啦啦，哗啦啦，大大的苹果香又香，幸福的小姑娘，快来快来尝一尝！”“苹果树”在风里唱起了歌。老爷爷推开窗子一看，什么都明白了。哎哟，一条毛毛虫爬到了“苹果树”上。“苹果树”浑身颤动起来：“救命，救命，苹果树生病了……”老爷爷笑了，他跑出屋子，捉下了“苹果树”身上的毛毛虫。[BLANK4]，“苹果树”碰了碰老爷爷。“‘苹果树’，你身上还有毛毛虫吗？”老爷爷问“苹果树”。“不是。我，我，我嘴巴干。”“苹果树”支支吾吾地说。[BLANK5]，把水放在“苹果树”下。老爷爷抬头看云的时分，“苹果树”弯下腰“咕嘟咕嘟”喝干了一桶水。老爷爷转身想离开的时分，“苹果树”又碰了碰老爷爷。“‘苹果树’，你还有什么不舒服吗？”老爷爷问“苹果树”。“我，我，我肚子疼，想吃糖。”“苹果树”小声说。“肚子疼应当看医生。想吃糖，是嘴巴馋吧！”老爷爷哈哈笑着，[BLANK6]。老爷爷打喷嚏的时分，“苹果树”弯下腰把糖全都塞进了嘴里。老爷爷转身想离开的时分，“苹果树”又碰了碰老爷爷。“怎么啦，‘苹果树’，你肚子还疼吗？”老爷爷皱了皱眉头，“我小孙女的糖可没剩下几颗了。”“我不想吃糖了。”“苹果树”赶忙说，“没人跟我玩，我觉得很孤单！”“你是不是想跟我的小孙女玩啊？”老爷爷问。“是的，是的！”“苹果树”拼命地点着头，树上的树叶一片一片全都掉了下来。哎呀，暴露了！大狼吓得转身就跑。“大狼，站住！”老爷爷大声叫道。",
      "choices": [
        "老爷爷有一把锋利的大斧子",
        "大狼把自己打扮成了一棵苹果树",
        "老爷爷转身想离开的时分",
        "老爷爷从家里拎出了一桶水",
        "大狼总是悄悄地躲在大树后面",
        "从屋里拿出了几颗水果糖"
      ],
      "context_id": "TRIAL_00080",
      "answers": [
        0,
        4,
        1,
        2,
        3,
        5
      ]
    },
    {
      "context": "博勃的哥哥走开后，有一段时间，船一直静静地停泊在那里；[BLANK1]，浪拍打着船底发出汩汩的声音。[BLANK2]。[BLANK3]缆绳被扔到了水里；滑车响了起来；锚链一会儿绕上，一会儿放开；人们在卷绞盘；帆在升起；[BLANK4]。突然，[BLANK5]，接着就前后颠簸起来。我们上路了，我得救了。开始的时候，船缓缓地、轻轻地晃动着；不一会儿，这种晃动变得又急又快，[BLANK6]。突然，我感觉到有猛烈的海浪不断打在船的艏柱上或是右边的船舷上。“可怜的马西亚！”[BLANK7]。“没有关系，”他说，“好在你得救了。再说，我早料到会这样的。当我们还在车上的时候，[BLANK8]，心想到了海上，我们就要跳舞了。这不，现在真跳开了。”就在这时候，我们的舱门打开了。“你们愿意到甲板上去走走的话，”博勃的哥哥对我们说，“现在不会再有危险了。”“哪儿更好受些呢？”马西亚问。“躺着。”“谢谢您了，那我就躺下。”[BLANK9]。“小水手一会儿会把你们需要的东西都送过来的。”船长说。“谢谢您了，如果他能快点儿来就更好了。”马西亚回答说。“已经发作了？”船长笑了笑问，他看出马西亚在晕船。“开始好长时间了。”我想留在他身边，他却打发我到甲板上去，反复说：“没关系，好在你已经得救了。不管怎么说，晕船的味道还真不错。晕船能让我感到挺高兴，这可是我从来也没有想到过的。”走上甲板后，[BLANK10]。在很深的夜色里，[BLANK11]。就在这片泡沫上，我们的小船在滑进；它倾斜着，好象就要翻沉了；但它并没有翻沉，相反，它被浪头升举了起来，它在浪波上跳动着。",
      "choices": [
        "这时只听见风在船桅间啸响",
        "船先是朝左边倾斜了一下",
        "人们的视线最远也只能见到眼前那片被海浪涌起的白色泡沫",
        "马西亚在船舱里躺下了",
        "我看着那些被风吹得摇摇摆摆的树梢",
        "但船上慢慢地开始热闹起来了",
        "我握着我的伙伴的手说",
        "甲板上振荡着脚步的响声；",
        "船舵在叽嘎叽嘎地叫唤",
        "船体在打着旋儿往下降",
        "我只有牢牢地抓住那粗大的帆索才能站稳"
      ],
      "context_id": "TRIAL_00081",
      "answers": [
        0,
        5,
        7,
        8,
        1,
        9,
        6,
        4,
        3,
        10,
        2
      ]
    },
    {
      "context": "格莱登上“秘密号”的甲板，自后向前抚摩着脑袋，一动不动地站了几分钟，表现出心情的极度慌乱。[BLANK1]。[BLANK2]，他一看到格莱，立刻发现他的神态有些失常。“您是不是跌了一跤？”他小心地问道，“您在什么地方来着？您看见了什么？不过，这当然是您的事。[BLANK3]，还带补偿金。可您到底是怎么啦？”“谢谢，”格莱如释重负似的呼了口气，“我正需要听到您这淳朴而聪明的声音。它好像一副清凉剂。潘坚，告诉大家，[BLANK4]，离这儿十海里。那儿有很多浅滩，[BLANK5]，您马上来取海图，不要带领航的。暂时就是这些……另外，[BLANK6]，并不需要。[BLANK7]。我就要进城去，要在那儿待到晚上。”“出了什么事？”“的确什么事也没有，潘坚。[BLANK8]，我是想避免问长问短的。[BLANK9]。对水手们您就说，船要检修，而这里的船坞没有空。”“好吧，”潘坚朝着走开的格莱的背影机械地应了一声，“一定照办。”[BLANK10]，可大副还是直瞪着两眼，心神不定地端着盘子，嘟嘟囔囔地跑回了卧舱：“潘坚，你可是让人给蒙住啦。他是不是想走私呀？我们是不是要扯起黑旗当海盗呢？”然而，这一回，潘坚胡思乱想一阵，终究也没想出个头绪。[BLANK11]，格莱已经下到舱房里，带上钱，穿过海湾，出现在里斯市的商业区了。现在格莱行动起来已是坚决果断、从容不迫的了，而且对于这一奇妙征程上所应安排的一切细节均已成竹在胸。他愉快地感到，[BLANK12]。[BLANK13]。",
      "choices": [
        "尽管船长的指示十分明确",
        "茫茫然若有所失的感觉使他脸上带着一种梦游者的呆滞的笑容",
        "当他正在心烦气躁地消灭那盘炸鱼的时候",
        "时候一到我会告诉您是怎么回事",
        "他的计划形成得既快而又鲜明",
        "一趟好买卖现在对我来说就像去年的积雪一样",
        "经纪人介绍了一趟挺不坏的买卖",
        "今天咱们要起锚到利里安河口去",
        "必须从海上才能驶进河口",
        "他的每一个想法和举动都是一种精美的艺术享受",
        "我希望您能理解我的愿望",
        "这时他的助手潘坚正端着一盘炸鱼走在后甲板上",
        "你就把这话转告经纪人吧"
      ],
      "context_id": "TRIAL_00082",
      "answers": [
        1,
        11,
        6,
        7,
        8,
        5,
        12,
        10,
        3,
        0,
        2,
        9,
        4
      ]
    },
    {
      "context": "当强盗们把自己洗刷过两三次以后。再加上梳了梳头发，[BLANK1]。但巴士贤还不太满意。[BLANK2]，脸上的胡子也很长。他让他们理理发，打扮打扮。理发师来了，带着剪子、梳子和刮脸刀。他还带来了他的单簧管，因为他除了当理发师外，还是豆蔻镇乐队的一个成员。他平时只要一有闲空，[BLANK3]。理发师之歌我又剪又修，又理又梳，[BLANK4]。我最喜欢的事儿，[BLANK5]。你得知道，我是指挥。是豆蔻镇乐队的头头。当我吹起单簧管，我对生活就心满意足。[BLANK6]，把他那有名的胡子修理。我把它洗得泡沫纷飞，[BLANK7]。我用毛巾把它包好，[BLANK8]。我奏出一支优美的曲调，[BLANK9]。[BLANK10]，有时我可以吹它一整天。我一边唱《理发师之歌》，我一边把胡子慢慢修剪。我梳了又修，修了又理，[BLANK11]。因为我在唱《理发师之歌》，同时在吹我的单簧管。[BLANK12]，他得在这三个脑袋上下一番功夫，因为它们上面长的头发是又乱又蓬松。每个脑袋他得大加洗擦才能插得进梳子。他每次用梳子梳一下，乐纳丹就大叫一声，贾斯佩就发起脾气，[BLANK13]。可是理发师却不管这些，[BLANK14]，人的头发有时得洗一洗。[BLANK15]，他就在他们头上喷些香水。这使得贾斯佩又打喷嚏，又好笑。他嗅了一下说：“这种香气倒是蛮好闻的。”理发师又把他们的头发梳了几下，梳成分头。他们变得相当时髦。他们也感到骄傲，不停地在镜子里瞧自己的尊容。“谁也不会再认出我来了！”贾斯佩说。“谁也不会相信，这就是我！”哈士贝说。“不会有人看得出我就是乐纳丹！”",
      "choices": [
        "我的活儿干得非常圆满",
        "直到他的胡子变得又干又神气",
        "他觉得他们的头发长得太多",
        "然后我又把单簧管吹起",
        "（单簧管独奏）作为一名理发师",
        "就吹起这个乐器或唱歌",
        "整天给人打肥皂和擦油",
        "当他把一切应做的事都做完以后",
        "它那银白色显得更为美丽",
        "是唱歌和把交响乐演奏",
        "（单簧管独奏）我是那么喜欢我的单簧管",
        "他们的面貌就变得焕然一新了",
        "他知道一个人应该有怎样一副外貌",
        "（单簧管独奏）杜比雅多次来店里",
        "说这种洗头的方式是无聊透顶"
      ],
      "context_id": "TRIAL_00083",
      "answers": [
        11,
        2,
        5,
        6,
        9,
        13,
        8,
        3,
        1,
        10,
        0,
        4,
        14,
        12,
        7
      ]
    },
    {
      "context": "飘行车轻轻地着地了。车门自动打开，[BLANK1]。这时，[BLANK2]。一下车，小虎子一把拉着我的手，一个劲儿往里跑。一边跑，一边大声地喊：\"老爷爷，快出来呀，我们家来了客人啦！\"可是，我们一直跑到楼上，还是静悄悄的，没人答应。在楼前的阳台上，[BLANK3]，一声不响地坐在那里，双手托着下巴，在那里沉思着。[BLANK4]。也许是年纪大了，耳朵不灵啦。我这么猜想。小虎子这时不叫也不喊了，蹑手蹑脚地走到老爷爷背后，双手蒙住了他的眼睛。[BLANK5]？啊，啊……\"老爷爷喊了起来，\"哎哟哟，[BLANK6]。快松手，快松手，我的步法全给你打乱啦！\"\"呀，老爷爷，你又被象棋迷住了！\"小虎子一边说，一边松开了手。老爷爷在跟谁下象棋呢？我朝老爷爷的对面一瞧，吓了一跳：老爷爷的对手是一个长着银光闪闪的长方脑袋的怪物。他有两只圆圆的眼睛，三角形的鼻子，一张又宽又大的嘴巴。他浑身都亮闪闪的。在肩膀、手腕、膝盖、脚踝、头颈这些关节上，可以看到一颗颗突出来的六角形螺丝帽。\"我来介绍介绍。\"小虎子说道，\"这是我和小燕的新朋友、好朋友--小灵通，他是个新闻记者。[BLANK7]。[BLANK8]，\"他是机器人，绰号--也算是他的名字吧，叫做'铁蛋'。[BLANK9]。\"\"欢迎，欢迎，我们的小记者。\"老爷爷一边用左手持着雪白的胡子，一边用右手抚摸着我的脑袋。\"欢迎，欢迎，我们的小记者。[BLANK10]，瓮声瓮气地讲起来，而且还\"砰！砰！砰！\"地拍掌表示欢迎。这时，小虎子的爷爷、爸爸和妈妈也都上楼了，一起坐在阳台上。老爷爷让我坐在他的身边，亲热地问我几岁啦？家住哪儿？",
      "choices": [
        "\"铁蛋也学着老爷爷的话",
        "小虎子才放下了手中的小电视机",
        "他浑身是用不锈钢做成的",
        "\"是哪个小调皮在捣乱呀",
        "这是我爷爷的爸爸--我的曾祖父--老爷爷",
        "车顶跟着也自动抬高了",
        "有一个白胡子垂到腰间的老爷爷",
        "\"小虎子指了指那位浑身发亮的人说",
        "一定又是小虎子这调皮鬼",
        "他似乎一点儿也没听见我们的脚步声和小虎子铜锣般的喊声"
      ],
      "context_id": "TRIAL_00084",
      "answers": [
        5,
        1,
        6,
        9,
        3,
        8,
        4,
        7,
        2,
        0
      ]
    },
    {
      "context": "这件事发生之后过了两三天，赛斯曼家忙碌起来，不断传来仆人们顺楼梯跑上跑下的声音。主人旅行回来了。[BLANK1]。[BLANK2]。[BLANK3]，他首先走进女儿的房间。现在快到傍晚，[BLANK4]，克拉拉身边坐着小海蒂。[BLANK5]。她很喜欢爸爸，[BLANK6]，然后赛斯曼先生向安静地坐在角落里的小海蒂伸出手，和蔼地说：“这就是那个可爱的瑞士小姑娘吧。来，握握手吧！对，就这样！嗯，怎么样，你们俩相处得好吗？[BLANK7]？撅嘴、哭鼻子、最后和好，然后再从头来一遍？”“不，克拉拉一直待我很好。”海蒂回答。“海蒂也从来没跟我吵过架，爸爸。”克拉拉紧跟着说。“那就好，爸爸听了真高兴，”爸爸站起身，又说：“好吧，克拉拉，爸爸先得吃点饭，[BLANK8]。过一会儿，再拿礼物给你看！”赛斯曼坐下来。[BLANK9]，脸上露出一副不幸的表情。“罗得迈尔，怎么了？刚才你出来接我的时候，脸色真难看的可怕，到底发生了什么事？克拉拉挺好的嘛！”“赛斯曼先生，”罗得迈尔用非同小可的口气严肃地说，“小姐和我都碰上了非常不幸的事，我们全受骗上当了。”“为什么这么说？”赛斯曼问，喝了一口葡萄酒。“如您所知，赛斯曼先生，在给小姐找个伴儿时，[BLANK10]，所以觉得瑞士的小姑娘该会不错。我想找个像我在书上读到的那样在山间清新的空气中长大的被说成是一尘不染的孩子。”“可是。”赛斯曼插嘴说，“瑞士的孩子走起路来也会沾泥土的。不然，难道她们脚上长着翅膀？”“哎呀，赛斯曼先生，请您明白我的意思。”罗得迈尔接着说。",
      "choices": [
        "克拉拉和你是不是吵架",
        "赛斯曼先生最想见的是克拉拉",
        "克拉拉非常亲热地问爸爸好",
        "杰巴斯和齐娜从运行李的马车上把行李一件一件搬进屋",
        "我想您一定非常希望小姐身边的是个文雅懂事的孩子",
        "我今天还一点东西都没吃过",
        "赛斯曼先生总要带好多贵重的礼物回来",
        "爸爸也同样充满爱意地向可爱的克拉拉问好",
        "正是两个孩子单独在一起的时间",
        "于是罗得迈尔在他对面坐下"
      ],
      "context_id": "TRIAL_00085",
      "answers": [
        3,
        6,
        1,
        8,
        2,
        7,
        0,
        5,
        9,
        4
      ]
    },
    {
      "context": "秋天过后，天气一天比一天冷了。 这天早上，笨狼起床后，像往常一样，到门前的大树上荡秋千，刚抱住树干，[BLANK1]。那些叶子全黄了，[BLANK2]，在地上打滚。抬起头来看看树，[BLANK3]，一片叶子也没有了，真是难看。 树怎么能没叶子呢？[BLANK4]，把地上的叶子捡起来，细心地涂上绿色，用浆糊粘回到树上。 [BLANK5]。 笨狼走进森林，发现在一夜之间，[BLANK6]，林子里新铺了一层厚厚的落叶，像黄色的毯子一样。 在这样寒冷的天气里，不知道湖边变样了没有，[BLANK7]。 笨狼决定去看看花背鸭，看她需不需要帮忙。 蓝色的湖变成了灰色。岸边的苇草全枯了。风冷冷地吹过，像刀子一样，[BLANK8]。 花背鸭坐在她的草窝里，头埋进翅膀底下，一动也不动。笨狼叫了好几声，她才抬起头来说：“我忙着呢，我孵着12个蛋。”花背鸭一年到头尽忙着下蛋、孵蛋， “你要我帮忙吗？” “不用。我只是担心天这么冷，我会得感冒。”花背鸭忧愁地说。一阵风吹来，旁边的芦苇被风折断了，发出吱吱的声音。花背鸭打了个冷颤，“咯咯咯”一阵咳嗽。 笨狼很想帮帮花背鸭，可又帮不上。他就跟花背鸭聊天： “花背鸭，你知道吗？这几天，[BLANK9]，好多树都变得光秃秃的了……” 花背鸭告诉笨狼：“冬天里，树总是要掉叶子的。因为天气太冷了，[BLANK10]，树叶就掉下来给他们当被子。” “天为什么会冷呢？” “我想是太阳的缘故吧。冬天里太阳不够用，有的时候，一连几天都没有太阳。” 笨狼看看天空，天空中果然没有太阳。 笨狼回家时，[BLANK11]，心里很难过。 一定得想个法子，让天气不这么冷。 ",
      "choices": [
        "森林里许多树都变得光秃秃的了",
        "地上的小虫子没有被子盖",
        "笨狼的朋友花背鸭还住在湖边",
        "大树又像从前一样翠绿了",
        "在湖面上刻出一道道波纹",
        "森林里落了厚厚一层树叶",
        "便看见许多叶子沙沙沙往下掉",
        "笨狼进屋找来浆糊和画笔",
        "看到门前树上好不容易粘上去的叶子又全被风摇落了",
        "有的还卷着一层枯黑的边",
        "笨狼吓了一跳――树光秃秃的"
      ],
      "context_id": "TRIAL_00086",
      "answers": [
        6,
        9,
        10,
        7,
        3,
        0,
        2,
        4,
        5,
        1,
        8
      ]
    },
    {
      "context": "一大早，我们就坐上“飞翔云”出发了。“飞翔云”飞得很快，“星星城堡”又离得不太远，大约一顿饭的工夫就到了。“飞翔云”降落在城堡外面，玛格丽特把“飞翔云”变成一点儿大，放进衣袋里，然后说：“我有个表妹住在这里，我们去她那儿。”进了城，[BLANK1]。琼热情地招待我们，[BLANK2]，因为我还不知道童话世界的学校是什么样子呢。她痛快地答应了：“好吧，那所倒霉学校是值得看看。”[BLANK3]，告诉我们这样一件事：星星学校里有个自称智慧先生的老师，他的教学方法只有三条：念书、背书、抄书。全校只有他一个老师，每天几百名学生在各个教室里按他的教学方法学习。他只负责给同学们留作业，告诉他的学生哪课书背哪课书，抄哪课书。[BLANK4]。原来，[BLANK5]。[BLANK6]，孩子们每天都要写到深夜，纸用完了，商店也已经关门，所以就有很多孩子完不成作业。提前买吧，[BLANK7]，没有地方呀。于是，[BLANK8]，买上几吨纸存在学校仓库里，每天发给每人五公斤。据说，自从建了这所星星学校，使一家由于种种原因面临破产的造纸厂转危为安，大发横财。再有，[BLANK9]。根据智慧先生的经验，学生们按他的高明的教学方法学习一段时间后都要戴近视镜。这里的近视镜与地球的近视镜大体相同，只是在该装镜片的地方安装的是两个重叠在一起的，用特殊物质构成的网状物，类似录音机喇叭上的网，只是比它稠密些，学生戴上以后就像个大苍蝇。噢，真可怜！关于治脑费，就是每过些日子，[BLANK10]。",
      "choices": [
        "休息了片刻我提出到这里的学校看看",
        "总不能买几百公斤放在家里",
        "学费里包括抄书用纸的钱",
        "因为智慧先生的作业以排山倒海之势向学生们压来",
        "学费里还有配镜费和治脑费",
        "琼领我们来到了她所说的倒霉学校——星星学校",
        "学生们都被智慧先生带到脑科医院治疗他们那变成了木头的大脑",
        "我们的这位智慧先生让学生统一交钱",
        "我们直奔玛格丽特的表妹琼的家",
        "这所学校的学费贵得惊人"
      ],
      "context_id": "TRIAL_00087",
      "answers": [
        8,
        0,
        5,
        9,
        2,
        3,
        1,
        7,
        4,
        6
      ]
    },
    {
      "context": "这是一个安详而古老的小镇，叫做玛伊恩菲尔特。从小镇伸出一条细细的小路，穿过长着一片片树丛的绿色大平原，一直蜿蜒到山脚下。远处的群山威风凛凛地瞧着这一片山谷。小路一爬上山坡，[BLANK1]，空气里便会飘起花儿的芳香。登上这条陡峭的小路，一直走到最顶头，[BLANK2]。这是六月的早晨，天气晴朗，阳光灿烂。[BLANK3]，正走在山坡的这条小路上。小女孩脸热得通红，[BLANK4]。这也难怪，[BLANK5]，她穿的衣服像是冬天里最冷的时候穿的那么厚。她大概有五岁左右吧，[BLANK6]。[BLANK7]，而且还一圈圈地围上了个红色的大棉布披肩。那身笨重的打扮，[BLANK8]，使她不住地擦汗，气喘吁吁地向上走去。就这样，[BLANK9]，大约一个钟头之后，到了一个小村庄，那里位于阿鲁姆（阿尔卑斯山脉中的一个牧场）的半山腰，名叫德尔芙里。一进了村，从窗边，从门口，从路旁，[BLANK10]。那是因为，[BLANK11]。可是，她却一步也没停下脚来，[BLANK12]，她只简单地回答一两句就飞快地走过去。不一会儿，两个人就走到了村边，这儿只有稀稀零零几户人家。这时，从附近的一家窗口传来了招呼声。“等一会，蒂提，你要再往上走吧？我也一块去。”听见招呼，姑娘站住了脚。小女孩一下子挣开手，蹲了下去。“累了吧，海蒂？”姑娘问她。“不是，太热了。”女孩答道。“这儿离山顶不远了，再坚持一会儿，快点走好吗？再有一个钟头就到了啊。”姑娘鼓励小女孩说。",
      "choices": [
        "被太阳晒成褐色的皮肤也红红的",
        "看上去她就是没穿三层也是穿了两层衣服",
        "一个身体高大结实的山村姑娘牵着一个小女孩的手",
        "这儿是那位姑娘的家乡",
        "几乎每一户人家都冲她们俩打招呼",
        "就会看见阿尔卑斯牧场",
        "不管别人向她打招呼还是问她些什么",
        "在六月份这么炎热的太阳底下",
        "两个人从山谷的平地向上走",
        "长着蘑菇等矮小花草和各种茂密杂草的野地上",
        "再加上脚上穿的那双钉了掌的登山靴",
        "可从外面一点也看不出来她的身材"
      ],
      "context_id": "TRIAL_00088",
      "answers": [
        9,
        5,
        2,
        0,
        7,
        11,
        1,
        10,
        8,
        4,
        3,
        6
      ]
    },
    {
      "context": "朝霞染红了群山，早晨清爽的风吹过枞树，摇动着古老的树枝，发出哗啦啦的响声。小海蒂睁开眼睛。她是听到这声音才醒来的。[BLANK1]，让她忍不住要跑到屋外枞树下。[BLANK2]。穿衣服都急急忙忙的。可没办法，还得穿上。[BLANK3]。然后，海蒂下了楼梯，看见爷爷的床已经空了，就跑到门外。爷爷正站在门口，[BLANK4]，看看今天天气怎么样。[BLANK5]。天空渐渐变成蔚蓝色。[BLANK6]。[BLANK7]。“啊，真漂亮，太美了！早上好，爷爷！”[BLANK8]。“噢，这就醒了？”爷爷伸出手，向她问早上好。小海蒂和爷爷握了握手，然后跑到枞树下，[BLANK9]，在摇动的枝叶下快乐地跑来跑去。每当大风吹来，树梢高声响动起来时，她就大声地欢呼起来，蹦跳得更高。[BLANK10]，给“天鹅”和“小熊”挤奶。[BLANK11]，带到屋前的空地上，准备让它们待会儿上山。小海蒂一见她的两个小伙伴，忙跑上前去，抱住它们俩的脖子，和它们亲热地打招呼。[BLANK12]，也高兴地咩咩直叫。[BLANK13]，把头一个劲儿地往她肩上靠，小海蒂被夹在两只羊中间，差点被推个趔趄。而小海蒂并没惊慌，力气十足的“小熊”顶得大使劲了，海蒂对它说：“别这样，小熊，简直像‘土耳其大汉’了。”“小熊”一听，立刻把头缩回去，乖乖地靠到一边儿。“天鹅”也立刻把头挺得高高的，做出一副文雅的样子给她看。一看它那样子就知道它心里一定在这么想：哼，还没有一个人说过我像什么土耳其人呢。因为雪白雪白的“天鹅”多少比褐色的“小熊”看上去高贵些。这时，[BLANK14]。",
      "choices": [
        "两只小羊都不甘示弱地向海蒂献殷勤",
        "小海蒂现在已经明白无论什么时候都得打扮得干净利落",
        "小海蒂跑到爷爷身边喊道",
        "小海蒂从被窝里跳起来",
        "从下面传来贝塔的口哨声",
        "朝阳正爬上山顶高高的岩石",
        "羊儿们和她早就是老相识了",
        "爷爷走进山羊的小棚子里",
        "入神地聆听头顶树枝的歌唱",
        "对面的群山和牧场周围笼罩上一片金色",
        "天上飘着一小片玫瑰色的云",
        "像往常一样抬头观望四面的天空",
        "这哗啦啦的音乐总是紧紧抓住她的心",
        "然后把它们俩洗得干干净净"
      ],
      "context_id": "TRIAL_00089",
      "answers": [
        12,
        3,
        1,
        11,
        10,
        9,
        5,
        2,
        8,
        7,
        13,
        6,
        0,
        4
      ]
    },
    {
      "context": "最近，从几天前开始，罗得迈尔常常一边琢磨着什么一边在家里四处走来走去。天快黑的时候，[BLANK1]，旯旮里，凑上去看看，却又突然回头就跑。仿佛有谁跟在她身后，[BLANK2]。[BLANK3]。[BLANK4]，客厅下面是个阴暗的大厅，一走进去，脚步声都会有回音。墙上还挂着画，[BLANK5]，睁着大大的眼睛盯着屋子。[BLANK6]，总是要先叫上齐娜，说有什么要拿上来的东西或拿下去的东西，得和她一起去。可齐娜毕竟是齐娜，[BLANK7]。二楼或下面一有什么事，[BLANK8]。有趣的是，杰巴斯竟也和她们不相上下。命令他去个偏点的房间里时，他一定要叫上约翰，说要拿的东西两个人才能拿动。而且不管是谁，别人让他们做这类事时，几乎都是这样。其实每次也没拿什么，一个人去就足够了，但被叫到的人好像也很担心不知什么时候自己也会被命令干这些事。二楼发生了那件事后，下边那住在这儿干了好长时间的管饭女仆看上去一副担心的样子，摇摇头叹口气，说：“今年怎么会遇上这种事？”原来，不久前开始，[BLANK9]。仆人们起床下楼时，[BLANK10]。[BLANK11]。[BLANK12]，立刻挨个房间挨个角落地查看，以为小偷进来偷了东西晚上逃走了。可是，东西一件也没少。于是，到了晚上，给大门上了两道门闩，[BLANK13]。早上一看，门又是大敞着。而且，[BLANK14]，鼓足勇气跑下去一看，门是开的，而且到处静悄悄，附近房屋的窗户和门都关得紧紧的。",
      "choices": [
        "还特意买了一根顶门棍——即使这样也没用",
        "她也不比罗得迈尔好到哪去",
        "冷不防抓住了她的衣服似的",
        "发现大门总是敞开着的",
        "她到每个房间里和走廊上察看",
        "罗得迈尔有什么事需要到这间屋里来的时候",
        "二楼有一个装饰漂亮的客厅",
        "可是怎么找也找不到谁打开过门",
        "仆人们无论早晨多早起来",
        "而罗得迈尔现在到处巡视的还只在有人住的地方",
        "她就叫杰巴斯陪她去——说有东西一个人搬不动",
        "涂着白色颜料的从前的市参议会员们摆出一副威严的姿态",
        "赛斯曼家每天早上都会发生一件不太妙的怪事",
        "开始的时候大家以为被盗了"
      ],
      "context_id": "TRIAL_00090",
      "answers": [
        4,
        2,
        9,
        6,
        11,
        5,
        1,
        10,
        12,
        3,
        7,
        13,
        0,
        8
      ]
    },
    {
      "context": "国画家齐白石十二岁开始学木匠，干的都是些粗工重活。十六岁时，[BLANK1]，向一位叫周子美的雕花师傅学习木雕工艺。有一次，[BLANK2]，请了不少工匠，周师傅也接到了请柬。临走时，他将齐白石也带去了。吃早饭的时候，[BLANK3]，当他听说齐白石是周师傅的徒弟，一起来雕花的，马上脸色一沉，坚决不同意齐白石在祠堂里干活。周师傅一再请求，[BLANK4]。齐白石再也忍不住了，[BLANK5]。周师傅连忙喊他：“喂，吃了饭再走么！”“谁愿吃他们的白饭！”齐白石回过头来，朝曹氏族长吼了一句。一路上，齐白石暗暗下定决心，一定要学点本事叫这些人看看。回到木器店，[BLANK6]，并挑了几幅反复临摹。然后，[BLANK7]，认真干了起来。过了几天，他还抽空到湘潭城内外的孔庙、关圣庙等处，研究这里琳琅满目的雕刻。时间长了，[BLANK8]。第二年，曹氏族长又向周师傅发了请柬。[BLANK9]。周师傅干了几天以后，[BLANK10]，走来走去不方便，准备将床架正面上方的那块花牌匾带回去雕。曹氏族长答应了。过了两天，[BLANK11]。曹氏族长一看到那块结构别致、布局新颖的《鸳鸯戏水》浮雕，两只眼眯成了一条缝，翘起大拇指赞不绝口：“神雕仙刻，名不虚传！”周师傅听了哈哈大笑起来，他问曹氏族长：“你知道这是谁雕的吗？”曹氏族长不假思索地说：“除汝之外，还有何人？”周师傅笑得更响了，他风趣地学着曹氏族长的腔调说：“非也非也，此乃小徒弟之为也！”",
      "choices": [
        "站起来把饭碗朝桌上一放就走",
        "就推说自己膝盖疼的老毛病又犯了",
        "曹氏族长问周师傅带的人是来干什么的",
        "他来到湖南湘潭城里的一个木器店里",
        "这次是想做一张大花床",
        "齐白石终于练出了一手绝招儿",
        "湘潭南门外的曹家祠堂要维修",
        "可曹氏族长根本听不进去",
        "周师傅拿着那块花牌匾回来了",
        "拿来师傅没干完的一些雕花活",
        "齐白石先将周师傅多年积累下来的雕花画稿看了几遍"
      ],
      "context_id": "TRIAL_00091",
      "answers": [
        3,
        6,
        2,
        7,
        0,
        10,
        9,
        5,
        4,
        1,
        8
      ]
    },
    {
      "context": "当我醒来时，已睡在床上，明亮的火焰照耀着我躺着的房间。我不认识这间屋子。我更不认识我周围的人：一个上身穿着灰色外衣、脚穿黄木鞋的男人和三、四个孩子，其中有一个五、六岁大的女孩正惊讶地看着我，她那奇异的眼睛好象会说话一样。我坐了起来。他们在我身边忙开了。“维泰利斯呢？”我问道。“他是问他的父亲在哪里。”一位年轻的姑娘解释道，[BLANK1]。“他不是我父亲，是我师傅。他在哪里？卡比在哪里？”[BLANK2]，他们一定会用婉转的方式踉我谈起他；[BLANK3]，他们就觉得应当直截了当地把事情的真相讲给我听。[BLANK4]。[BLANK5]。凌晨两点左右，花农开门去市场，[BLANK6]。开始，他喊我们起来，好让车子通过。我们两个人谁也没有动，只有卡比汪汪地叫着，护卫我们。他拉拉我们的胳膊，想摇醒我们，我们依然没有动弹。[BLANK7]，急忙拿来一盏灯，发现维泰利斯已经死了，是冻死的；[BLANK8]。不过，亏得卡比睡在我的怀里，我的胸口还有一点热气，我还有一口气，活下来了。然后，我被抬到花农的家里，他们把一个孩子叫起来，腾出床位，让我睡到他的床上。我几乎象死人一样，整整躺了六个小时，血液循环恢复了，呼吸有力了，刚刚苏醒过来。[BLANK9]，我仍然可以清醒地理解我刚才听到的这些话的全部含义，维泰利斯死了！是那个穿衣上衣的男人，[BLANK10]。在他说话的时候，[BLANK11]。[BLANK12]，她一定听懂了，并且迅速预感到这噩耗给我带来的打击。[BLANK13]，向她父亲走去。",
      "choices": [
        "尽管我的躯体和精神是多么的麻木",
        "她一下子离开她待着的地方",
        "我们原来蜷缩在一个种花人家的门洞口",
        "也就是那个花农给我讲述这段经过的",
        "于是他认为发生了严重的事情",
        "当她父亲说到维泰利斯已经死去时",
        "我比维泰利斯好不了多少",
        "看上去她是这一家的大女儿",
        "可是他既然只是我的师傅",
        "发现我们睡在麦秸堆里",
        "维泰利斯如果是我父亲的话",
        "下面就是他们告诉我的事情的经过",
        "那个目光惊讶的小姑娘一刻不停地看着我"
      ],
      "context_id": "TRIAL_00092",
      "answers": [
        7,
        10,
        8,
        11,
        2,
        9,
        4,
        6,
        0,
        3,
        12,
        5,
        1
      ]
    },
    {
      "context": "相传在公元前 13 世纪时，以色列人在领袖雅各率领下，为避饥荒，逃到埃及。[BLANK1]，对埃及造成威胁，就开始奴役和歧视他们，埃及人甚至命令将希伯来妇女生的男婴统统丢入尼罗河淹死。[BLANK2]，这时孩子的母亲探听到埃及法老的女儿同情那些被杀的男婴，于是她把小孩放入一个用松油涂好的筐里，让筐子沿河流漂到法老女儿每天洗澡的芦苇丛中。[BLANK3]，果然收他为义子，并取名摩西。[BLANK4]，他的母亲悄悄将他的身世及以色列人的历史全部告诉了他。摩西知道自己经历后，[BLANK5]，经过多年的磨炼和酝酿，他决定将自己的同胞解救出去。在他八十岁时，他梦见了先知，[BLANK6]，上帝赋予他三种法力：能将手杖变形为蛇，将水变成血，能传染或医治麻疯病。[BLANK7]，把自己的想法告诉大家，而法老知道后更加迫害以色列人。于是摩西使用法力，[BLANK8]，法老迫于上帝和摩西的压力，只好放以色列人走。[BLANK9]。[BLANK10]，向他传达了以色列人必须遵守的十条诫令，即著名的“摩西十诫”，它不仅是以色列人追求的生活原则，也是犹太教最高的律法。",
      "choices": [
        "让埃及人遭到一系列灾害",
        "有一对希伯来夫妇生了第三个孩子",
        "摩西在埃及宫中生活了四十年后",
        "其间上帝耶和华在西奈山召见摩西",
        "摩西把埃及的以色列长老召集起来",
        "法老的女儿见了这个男婴",
        "便开始为以色列人着想起来",
        "然而埃及法老害怕他们强盛起来",
        "摩西带着以色列人开始了漫长的沙漠旅行",
        "后来他见到了上帝耶和华"
      ],
      "context_id": "TRIAL_00093",
      "answers": [
        7,
        1,
        5,
        2,
        6,
        9,
        4,
        0,
        8,
        3
      ]
    },
    {
      "context": "在公园里，大家都感到愉快和高兴；可是，[BLANK1]。他们不能参加游艺会。他们是强盗贾斯佩、哈士贝和乐纳丹。他们爬到一棵树上，[BLANK2]，没有被人发觉。[BLANK3]，一点儿模糊的轮廓。“他们在那里玩得多么快乐呀。”乐纳丹说。“我们这里也不坏。”贾斯佩说。“我在瞧他们正在吃的那些好东西。”乐纳丹说。“他们只不过是在吃香肠罢了。”贾斯佩说。“我看的并不是香肠，”乐纳丹说，“那是装在蛋卷里的一种白东西，他们一边走，一边舔它。”“我想那并不是什么了不起的东西。”贾斯佩说。[BLANK4]。“瞧，大象出来了。”过了一会儿乐纳丹说。“他们真走运，可以在大象背上骑一会儿了。”哈士贝说。“那一定很有趣。”乐纳丹说。“我可以告诉你怎么办，”哈士贝说。“我们可以等到黑夜到来的时候，那时人们都回家了，我们可以把那只象偷来。”“住嘴，”贾斯佩反驳着说，“偷来一只象有什么用？”“用处很大，你等着瞧吧。”哈士贝说。“你说说看，有什么用？”贾斯佩问。“第一，[BLANK5]，也可以骑回来。袋子如果太重我们也可以不骑它。”“呀，好哇！”乐纳丹说，“那么我们每次作案，就可以偷回更多的东西了。”“这听起来倒好像我们真的骑着象去偷东西了！”贾斯佩说。“为什么不？”其余两人问。“不能那样干就是了，”贾斯佩说，“想想看，我们怎么能牵着一头大象随便出进香肠店主的大门？”“他的话有道理，哈士贝。”乐纳丹说。“你怎么叫它上楼下楼？”贾斯佩继续问。“好吧，我们就不偷那只象吧。”哈士贝生气地说。沉默了一会儿，接着哈士贝说：“我们也太不幸了，那么好的游艺会和其他类似的聚会，我们都不能参加。”",
      "choices": [
        "我们出去偷东西的时候可以骑它去",
        "从那里偷偷观看旋转木马和空中飞轮",
        "在栏杆外面却站着三个愁眉苦脸的人",
        "他们没有就这个问题再继续谈下去",
        "但他们只能瞥见一个大概"
      ],
      "context_id": "TRIAL_00094",
      "answers": [
        2,
        1,
        4,
        3,
        0
      ]
    },
    {
      "context": "有一个小姑娘叫尼诺奇卡，只有五岁。她有爸爸、妈妈和一个老奶奶。[BLANK1]，把女儿留给奶奶。奶奶教尼诺奇卡穿衣服、洗脸、梳小辫，教她系扣子、系鞋带，还教她写字呢。[BLANK2]，只有早晨和晚上才能见到妈妈。爸爸就见得更少了，[BLANK3]，只有放假的时候才回家看看。[BLANK4]，妈妈下班回来就给大家读。然后他们三个人一起给他写回信。第二天妈妈去上班，[BLANK5]。[BLANK6]。那天天气晴朗，尼诺奇卡穿着漂亮的浅蓝色连衣裙，白围裙上绣着一只红兔。回来时，她俩走过两个穿堂院一块空地。以前在这块空地上都是小木房子，里面住的人都搬到新盖的大楼里去了。听说，[BLANK7]。而现在，[BLANK8]，有破铁管子，暖气碎片，一捆捆的铁丝。奶奶停在这堆废铁旁边说：“少先队员们还不知道这里有破铜烂铁，要是能告诉他们就好了。”尼诺奇卡马上问：“少先队员要废铜烂铁做什么？”“你没看见他们到处捡废铁，然后交给国家？”“国家要这些废铁做什么？”“把废铁送到钢铁厂烧化了，然后做成新东西。”尼诺奇卡又问：“是谁让他们捡的？”“谁也没有让他们捡，是他们自己要捡的。小孩子也应该帮助大人嘛。”“我爸爸小时候也帮助过大人吗？”“帮助过。”“奶奶，我为什么没有帮助大人呢？”“等你再长大一点儿，也会帮忙的。”奶奶笑着回答说。过了几天，[BLANK9]。可尼诺奇卡却没有忘。[BLANK10]。小学生还没有放学，院子里没有人，[BLANK11]。忽然她看见两个不认识的男孩跑到院子里来了。一个穿着长裤和蓝色的海军衫，另一个是咖啡色的上衣和短裤，脚上的黑皮鞋因为老不打油都发黄了。",
      "choices": [
        "尼诺奇卡觉得很没意思",
        "尼诺奇卡的爸爸每星期寄来一两封信",
        "尼诺奇卡的妈妈每天去上班",
        "尼诺奇卡和奶奶去邮局寄信",
        "有一次奶奶让她一个人到院子里去玩",
        "在一个角落里堆放了一些废铁",
        "尼诺奇卡整天都和奶奶在一起",
        "在这块空地上要修建一个公园",
        "奶奶早就把这件事给忘了",
        "他在遥远的北极当飞行员",
        "有一次尼诺奇卡和奶奶去邮局给爸爸寄信"
      ],
      "context_id": "TRIAL_00095",
      "answers": [
        2,
        6,
        9,
        1,
        3,
        10,
        7,
        5,
        8,
        4,
        0
      ]
    },
    {
      "context": "我是捡来的孩子。然而一直到八岁，[BLANK1]，有着一个母亲，因为每当我哭鼻子的时候，总是有一位女人百般疼爱地把我搂在她怀里，摇晃我，我的眼泪也就不再流了。[BLANK2]，我才上床睡觉的。[BLANK3]，她总是待在我身边，把我的脚捏在她手里捂着，一面还给我唱歌。[BLANK4]。每当我沿着野草丛生的小径或者在追地长着石南树的荒山野岭放牧而遇到雷阵雨袭击的时候，她常常跑来接我，撩起她的羊毛裙子，盖住我的头和肩膀，要我藏在里面躲雨。[BLANK5]，她便听我伤心的哭诉，并且几乎总是和颜悦色地安慰我或者规劝我。[BLANK6]，比如她对我说话的方式，她瞧我时的眼神，她对我的抚爱，她说我几句时候的亲昵的口吻，都使我相信：她就是我的亲生母亲。然而，[BLANK7]？我的家乡，确切的说法，[BLANK8]，因为我没有自己的家乡，没有出生地，没有父亲也没有母亲。[BLANK9]，它是法国中部最贫穷的村庄之一。[BLANK10]，而是由于地理上的原因，它所属的省是个贫瘠的省份，那里的表土层很浅，要想获得丰收，就得施肥和改良土壤，而当地又缺少这种条件。因此，除了偶尔可以看到屈指可数的几块耕地外（至少我说的那个时期是这样），到处都是长着石南村和金雀树的荒地和除了荆棘什么也不长的荒野。[BLANK11]，长着一些被凛冽的寒风抽打得再也长不大的干枯小树，它们胡乱地矗起着一些扭曲得奇形怪状的枝杈。要找到青翠茂盛的大树，[BLANK12]。[BLANK13]。",
      "choices": [
        "那歌儿的调子和几句歌词至今还印在我的记忆中",
        "一个我在那儿长大起来的村子",
        "这种贫穷并不是村民们缺乏毅力或好吃懒做造成的",
        "当十二月的寒风夹着鹅毛大雪吹打白花花的玻璃窗的时候",
        "而每当我与同伴吵嘴的时候",
        "只有走下山坡来到平川",
        "在高出地面的大片荒丘上",
        "我一直以为和其他孩子一样",
        "这个我在那儿长大起来的村子叫夏凡侬",
        "没有一回不是她亲我的小嘴后",
        "这一切以及其他种种事情",
        "我是怎样知道她只是奶我的一个养母的呢",
        "高大的栗树和遒劲的橡树就生长在河边或小块的牧场上"
      ],
      "context_id": "TRIAL_00096",
      "answers": [
        7,
        9,
        3,
        0,
        4,
        10,
        11,
        1,
        8,
        2,
        6,
        5,
        12
      ]
    },
    {
      "context": "第二天早晨，杜比雅从他的塔上往下看，瞧见许多旗帜在飘扬。[BLANK1]。[BLANK2]。他走到房间外面的阳台上去。像平时一样，他向下面的镇上望。[BLANK3]，他们有的拿着花束，有的拿着旗帜。在这些人前面走着的是镇上的乐队——他们每人都戴着一顶白帽子。男女老少都在向他挥手，并且高呼：“祝您长寿！”这时杜比雅才懂得了，这个游行行列、音乐、花束和彩旗都是为了给他祝寿。他感到非常高兴。[BLANK4]。[BLANK5]。“亲爱的杜比雅，”他说，“你是一个最好、最聪明的人，整个豆蔻镇的居民都喜爱你！今天是你七十五岁的生日，我为你带来了你所想象不到的礼物。这是我们大家共同送的，我们希望你喜欢它。这是一只鹦鹉。我们现在还要为你唱一支新歌：《长寿歌》。[BLANK6]。一、二、三！”杜比雅长寿歌我们高呼长寿——（长寿！长寿！[BLANK7]！长寿！[BLANK8]！[BLANK9]！[BLANK10]，他能预报天气，为人诚恳，他帮助镇上的每一个居民。（长寿！长寿！[BLANK11]！长寿！[BLANK12]！长寿！[BLANK13]！[BLANK14]！[BLANK15]，这天他达到了七十五岁的高龄，祝贺，祝贺，祝贺他幸运！（万岁！万岁！）巴士贤还有几句话要补充。“亲爱的杜比雅，”他说，“你有许多两每腿的朋友，也有许多四条腿的朋友——我指的是镇上的小狗。",
      "choices": [
        "这是我们特别为你而编的",
        "）太阳的一切变化他全都知道——（太阳的一切变化",
        "这个游行行列在他的塔前停下了",
        "巴士贤先生发表了一篇关于生日庆祝的演说",
        "）我们歌颂长寿——（长寿",
        "）他的房子就在青天的下头——（在青天的下头",
        "他不知道这究竟是怎么一回事",
        "）祝贺住在云层里的杜比雅——（住在云层里",
        "）世上没有什么东西他不能解释清楚——（长寿",
        "）他是世上一个最善良的老头",
        "）老杜比雅对每个人都给予帮助——（长寿",
        "）他是世上活着的最聪明的人",
        "）他也能推算出深不可测的雨天气候——（雨天气候",
        "他从他站的地方看到他所有的朋友都从街上走过来",
        "他也听到了乐队的演奏"
      ],
      "context_id": "TRIAL_00097",
      "answers": [
        14,
        6,
        13,
        2,
        3,
        0,
        4,
        7,
        5,
        9,
        10,
        8,
        1,
        12,
        11
      ]
    },
    {
      "context": "谁说飞禽界黄莺是歌唱之王，谁说乌鸦就不可能成为歌唱家。[BLANK1]。[BLANK2]。首先，[BLANK3]，这就是看点，有名人为卡西西里做后盾谁不来听歌呢！[BLANK4]，卡西西里精心布置他的演唱会场，为了这次演唱会举办的成功，卡西西里在造型上也下了一翻苦工，他精心地邀请名包装师孔雀为他装扮，原本黑漆漆的一身羽毛愣是染成了五颜六色，潮流的打扮。[BLANK5]，大家都知道乌鸦的叫声难听。于是，卡西西里又做下了一个决定——重金聘请无禽不知的有名八卦记者鹦鹉。他可是名嘴，经他宣传，[BLANK6]。鹦鹉这也唱那也宣传，纵飞禽无不知晓由著名编曲家和包装师精心打造出来的偶像明星——卡西西里。[BLANK7]，闪亮造型纷纷让纵飞禽模仿，原本一直瞧不起卡西西里的老鹰如今一见到他都乐呵呵的笑，索要签名。[BLANK8]，但是舆论媒体的力量是强大的，大家纷纷知道这位后起之秀。[BLANK9]，他也开始踊跃追求飞禽界的名角——金丝鸟。[BLANK10]，就连走兽界，家禽界也都纷纷传播开来，现在的卡西西里身价飙升。“他可是众名人打造出来的绝代乌鸦！”[BLANK11]，顿时让飞禽界更不遗余力地追捧卡西西里的脚步。[BLANK12]，简直是让人热泪盈眶的伟大鸟类啊！[BLANK13]，众鸟类挤破了头参加成名班。“成名啊，靠的就是包装，靠的就是关系，要记住抓住舆论，就是空前绝后的胜利！”[BLANK14]。",
      "choices": [
        "甚至现在只要谁学会乌鸦叫",
        "当然光是有名家谱曲还是不够的",
        "卡西西里在众多飞禽的强烈要求下办起了自己的私人成名课堂",
        "卡西西里的新形象早就在飞禽界传开啦",
        "卡西西里为了更增加自己的知名度",
        "卡西西里为了他的成名之路列下了计划表",
        "虽然卡西西里的演唱会还没有正式开始",
        "卡西西里不想成名都不成",
        "卡西西里在课堂上激情澎湃地讲述他的成名",
        "卡西西里思量他在飞禽界中还没有名气",
        "现在乌鸦卡西西里就决定在飞禽界中脱颖而出",
        "权威的编曲家猫头鹰趁热打铁",
        "两鸟一来二去成为飞禽界的头号绯闻话题",
        "卡西西里特意请飞禽界中著名编曲家黄鹂为他谱了一首歌"
      ],
      "context_id": "TRIAL_00098",
      "answers": [
        10,
        5,
        13,
        1,
        9,
        7,
        3,
        6,
        4,
        12,
        11,
        0,
        2,
        8
      ]
    },
    {
      "context": "一晃，送走了冬天，接着第二个快乐的夏天又飞快地过去了，再次来临的冬天也快要结束了。[BLANK1]。这时，[BLANK2]。到了春天，温暖的南风会把枞树吹得哗哗响，拂去它们身上的积雪。然后，灿烂的太阳会把蓝色的、黄色的花儿召唤出来，牧场上的生活就要开始。而对小海蒂来说这是世界上最美的生活了。小海蒂现在已经8岁了。她从爷爷那儿学会干各种活。[BLANK3]。“天鹅”和“小熊”像忠实的小狗一样跟在她后面，只要一听到小海蒂的声音就立刻高兴地咩咩叫。这个冬天贝塔为给学校的老师传话曾来过两次，意思是说和阿鲁姆大叔住在一起的这个孩子必须上学，她早就超过了入学年龄，实际上去年的冬天她就该去学校了。[BLANK4]，我不会让孩子去学校的。[BLANK5]。三月的太阳融化了山腰的雪，白色的雪花莲冒出了头，山下的枞树都抖落了厚厚的积雪。风吹过树枝，让它们又欢乐的摇摆起来。[BLANK6]，从门口跑到山羊棚，从山羊棚跑到枞树底下，从枞树下跑到爷爷身边，每转一圈就告诉爷爷树下的草地长到哪儿了，说完又马上跑出去。小海蒂迫不及待地盼着美丽的夏天带着花儿草儿来到阿鲁姆。三月一个晴朗的早晨，[BLANK7]，门口的门槛已经被她跨过了十多次了。突然小海蒂吃了一惊，[BLANK8]。[BLANK9]，他穿着黑衣服，一副严肃的面孔直盯着她看。[BLANK10]，和颜悦色地说：“不用怕，我非常喜欢小孩子，来，握握手吧。你就是小海蒂吧？爷爷在哪儿？”“坐在桌子旁用木头做勺子呢。”小海蒂边说边把刚关上的门打开。",
      "choices": [
        "她正一天比一天急切地盼望春天的到来",
        "男孩也就原原本本地回去告诉了老师",
        "原来一个上了年纪的绅士站在她面前",
        "小海蒂兴高采烈地来回跑着",
        "小海蒂像只飞在天上的小鸟快乐而幸福",
        "差点儿坐了个屁股蹲儿",
        "爷爷每次让贝塔带回去的话都是有什么事就让他上这儿来吧",
        "小海蒂又像往常转着圈跑",
        "这时绅士看出小海蒂吓了一跳",
        "养羊的技术也越来越好"
      ],
      "context_id": "TRIAL_00099",
      "answers": [
        4,
        0,
        9,
        6,
        1,
        3,
        7,
        5,
        2,
        8
      ]
    },
    {
      "context": "夏天真是太热了。 太阳像个火球，成天在头顶上烤，门前的树全耷拉着叶子，一副无精打采的模样。好不容易盼来一丝风，还是热烘烘的。 在这样的日子里，[BLANK1]，因为一动弹就冒汗，全身粘糊糊的，难受死了。 [BLANK2]，只有知了在树上拼命叫：“热啊！热啊！” [BLANK3]，但知了的叫声吵得他睡不着。他走出家门，想对知了说声：“请你别叫了！”可是一张嘴，就吼出一句：“闭上你的臭嘴吧!” 这话一出口，[BLANK4]。[BLANK5]。 唉，[BLANK6]，心情烦躁，说不出好话来。 知了的心里也正窝火，[BLANK7]，挡不住太阳却挡住了风。[BLANK8]，一听笨狼这话，得，这家不搬了，索性还把兄弟姐妹三姑六婆全都叫来，齐声高唱：“热啊，热啊，太热啊！” [BLANK9]。 笨狼跑到棕熊的商店，一口气吃了六客冰淇淋，才觉得脑袋不那么热，心里不那么烦了。 [BLANK10]，帮助大家快快乐乐地过完夏天。 商店里挂着一种白汗衫，[BLANK11]，湖上飘着几个英文字母――cool。 “那是什么么意思？”笨狼问。 棕熊找出一本字典，对着上面的字母一个个地查：“那意思是说：凉快。” “我猜就该是这个意思，看上去怪舒服的。怪不得鸭子、天鹅他们整天泡在湖里，只苦了我们这些不会游水的动物……哦，有办法了，[BLANK12]，你还得做一些小尺寸的。”笨狼说。 第二天，[BLANK13]，森林里的其它动物都穿上了那种胸前印有ＣＯＯＬ字样的汗衫，“我保证你们会凉快的，你想想啊，鸭子只在湖里游一游，就说凉快得不得了，我们都把湖水抱在怀里了，能不凉快？”笨狼一边给大家发衣服，一边说。 ",
      "choices": [
        "他正打算把家搬到另一棵树上去",
        "笨狼决定要好好想个办法",
        "只能怪这天气弄得笨狼头脑发热",
        "笨狼平时是很懂礼貌的",
        "笨狼只好捂紧耳朵赶快跑",
        "你这店里的衣服我全要了",
        "连笨狼自己都吓了一跳",
        "除了那些会游水的动物之外",
        "林子里的居民全都懒得动弹",
        "笨狼本来想安安心心睡个午觉",
        "林子里再也没有了往日的欢声笑语",
        "胸前印着一片浅蓝色的湖水",
        "他觉得笨狼的房子盖得不是地方"
      ],
      "context_id": "TRIAL_00100",
      "answers": [
        8,
        10,
        9,
        6,
        3,
        2,
        12,
        0,
        4,
        1,
        11,
        5,
        7
      ]
    },
    {
      "context": "我有个邻居，今年十二岁，叫做“没头脑”。他名字叫没头脑，人可有头有脑。头还挺大的，眼耳口鼻，哪样不少。他读书也聪明，绝不能没脑子。大家叫他没头脑，[BLANK1]，缺点零头。这孩子常上我家串门。玩了半天，走了。我把门刚给关上，蓬蓬蓬，外面敲门了。我开门一看，原来是没头脑。“对不起，我书包给忘了。”他一边脱帽子手套，一边进屋子找书包。他找到书包，走了。我把门刚给关上，蓬蓬蓬，外面又敲门了。我开门一看，还是没头脑。“对不起，我帽子给忘了。”他进屋找到帽子，走了。我把门刚给关上，蓬蓬蓬，外面又敲门了。这回我把门打开，也不看是谁，就把一副手套塞出去：”没头脑，你的，拿去！”我进屋子一看，那不是他的书包吗？多半他回来找帽子，又把书包给丢下了。他过十二岁生日那天，[BLANK2]。没头脑打开一看：“?悖?叔叔，[BLANK3]?妈，你看，叔叔送我铅笔、本子――连名字都给我写上了――皮球、手套、手绢、《罗文应的故事》…叔故，这顶帽子我可戴不下……”没头脑一面翻一面嚷，他妈妈就说了：“那你还不快谢”我说：“不用谢了，都是他自己的。”[BLANK4]，冲着他说：“瞧你这个没头脑，大起来可怎么大事情啊，唉，大起来可怎么得了！”[BLANK5]。有一天晚上，他家“戒严”了。怎么呐?没头脑坐下做功课，练习本怎么也找不着。桌子的一个大抽屉、四个小抽屉都给拉了出来，里面的东西倒得到处都是。弟弟妹妹一看不妙，[BLANK6]。[BLANK7]，看见有人来就摆手，叫他不要响。弟弟妹妹都知道，哥哥一找不着东西，准得拿他们出气：“我的本子，八成你们给拿走了!”“你们吵个没完，我头都给闹昏了，本子也不知搁哪儿去了！”“走开走开，别碍手碍脚的！”",
      "choices": [
        "没头脑就是这么个没头脑",
        "我捧了一大包东西上他家",
        "他妈妈听了不由得直叹气",
        "马上蹑手蹑脚躲到屋子外面",
        "因为他记什么都打个折扣",
        "您怎么送我那么多东西呀",
        "四岁的小胖子站在屋子门口"
      ],
      "context_id": "TRIAL_00101",
      "answers": [
        4,
        1,
        5,
        2,
        0,
        3,
        6
      ]
    },
    {
      "context": "“嗳，”我们一回到家，巴伯兰妈妈就问，“村长说些什么来着？”“没有见到他。”“怎么？你们没有碰到他？”“没有。我在圣母院咖啡馆碰见几个朋友，出来时天太晚了，我们明天再去一趟。”[BLANK1]。一路上，我不止一次地暗自思忖，[BLANK2]，为什么又把我带了回来？可是现在他最后几句话一下子驱散了我的乱成一团的脑海中的疑虑。[BLANK3]，那么巴伯兰没有接受维泰利斯的建议是肯定的了。尽管巴伯兰威胁我，[BLANK4]，我还是想把我的疑团告诉她。可是整个晚上，[BLANK5]。结果直到我上床，也没有出现我期待的机会。我入睡了，心想且到明天再说吧。但是，第二天等我起床时，[BLANK6]。我在屋子周围徘徊，寻找，巴伯兰问我想干什么。“找妈妈。”“她到村里去了，午后才能回来。”也不知怎么搞的，妈妈不在家，使我又担心起来了。昨晚她没有说要到村里去呀。[BLANK7]，她怎么不让我们陪她一道去呢？我们出发之前她能回来吗？一种隐隐的不安使我提心吊胆；[BLANK8]，但我预感到有着一种危险。[BLANK9]，我为了避开他的视线，来到了园子里。园子不大，可对我们来说，却是无价之宝，因为它养活我们，除小麦外，差不多给我们提供了全部食物：土豆、蚕豆、白菜、胡萝卜、萝卜。因此，[BLANK10]。尽管这样，巴伯兰妈妈还是划给我小小的一角。在那里，我搜集了无数花、草和苔藓，那是我每天上午沿着树林或篱笆放牛的时候采集的。下午，我总是随手将这些花花草草杂乱无章地一株株栽在我自己的小花园里。",
      "choices": [
        "却不见巴伯兰妈妈的影像",
        "倘若我能和巴伯兰妈妈单独相处片刻",
        "这葫芦里究竟卖的是什么药",
        "既然我们明天还得去村里拜见村长",
        "巴伯兰没有离开过家一步",
        "那里已找不到一块白地",
        "巴伯兰一定放弃了与那个带狗人所作的那一笔交易了",
        "我并不明白我面临的危险是什么",
        "下午我们也要到那里去的",
        "巴伯兰从不用抚慰的目光瞧我"
      ],
      "context_id": "TRIAL_00102",
      "answers": [
        6,
        2,
        3,
        1,
        4,
        0,
        8,
        7,
        9,
        5
      ]
    },
    {
      "context": "第三粒还给万事叔叔三粒“变变变”已经送出去两粒，最后一粒该怎么用呢？[BLANK1]，想呀想呀，头都想疼了，还是想不出个好办法。晚上，豆豆正准备睡觉，一抬头，忽然床头站着一个可怕的“黑猩猩”一样的怪物，豆豆吓坏了，战战兢兢地问：“你……你是什么怪物？”那怪物往前挪了两步，呲牙咧嘴地对豆豆说：“我是万事通叔叔。”“什么？你这黑猩猩，想冒充万事通叔叔，快走开！”[BLANK2]。怪牺牲后退了一步，温和地告诉豆豆：“豆豆，别怕，我的确是万事通叔叔。现在我就告诉你：“我到了S星球，发现那里的确有很多制作‘变变变’牌巧克力的原料，满山遍野。[BLANK3]，一定要我先帮他们制一种“变变变”巧克力豆，这种“变变变”，能扩大小朋友的野心，将来长大了，好帮助他们实现霸占整个宇宙的梦想。我不干，[BLANK4]，还把我关在了动物园。[BLANK5]，偷了他们的飞船，逃回来的。喏，这是我顺手带回的一点儿原料。”[BLANK6]，眼泪止不住哗哗直流。他飞跑到瓜瓜家，叫来了瓜瓜。他们对万事通叔叔说：“万事通叔叔，你为了人类更美好，自己却被弄成了这个样子。这是最后一粒“变变变”，您就留下做个样品吧，希望叔叔研制出更多的‘变变变’，我们一定好好学习，长大了也要研制一种新“变变变”，让您一吃，变成原来那么漂亮！”",
      "choices": [
        "我这是趁动物园老头不小心",
        "可是S星球的人知道了我的目的后",
        "豆豆壮着胆子要撵走这怪物",
        "他们就把我变成了这个样子",
        "豆豆听着黑猩猩一样的万事能叔叔诉说",
        "豆豆瓜瓜面对面坐在小凳儿上"
      ],
      "context_id": "TRIAL_00103",
      "answers": [
        5,
        2,
        1,
        3,
        0,
        4
      ]
    },
    {
      "context": "和港口长官又谈起了当地新闻，名胜古迹。他邀请去博物馆，跟他去了。博物馆还真值得一看，那里有鸭嘴兽，跟真的一般大小。有澳洲犬，[BLANK1]仔细地看着，港口长官拉了拉的袖口，催往前走：“走，[BLANK2]，这是活展品，好看极了……”们走进一个大厅。这里有一个大笼子，[BLANK3]，有个健壮的巴布亚人梳着怪模怪样的头发，在里面走来走去……他一看见们，就发出尖叫，[BLANK4]想后退了，[BLANK5]，说真的，这可真是作孽。想，[BLANK6]。决定悄悄问他一下，[BLANK7]。非常礼貌地同港口长官告辞：“谢谢您陪来这里，太有意思了。不过，不敢再耽误您的时间了，如果您允许，想一个人细看看……”港口长官走了，只剩下和巴布亚人。问他：“你说实话，你真是巴布亚人吗？”他回答说：“看您说的，当然是真的，是一个部落首领的儿子，在英国牛津大学读过书，大学毕业获得金质奖章，[BLANK8]。可是回国后……[BLANK9]为了糊口，只好来这里……”“原来是这样！那么你收入很多吗？”“多什么，不够用。[BLANK10]，看护市立公园。那边的报酬高一些，工作也比较轻松。就是太安静了。昨天还遇到野人袭击，抢走了的飞去来器。[BLANK11]。幸亏早有防备，[BLANK12]，一直保留着。今天，就拿球杆去吧，反正天黑，别人也看不出来……”们分手了。本来，可以离开澳大利亚了，可是觉得还有一笔债没有还清：应该把武器还给巴布亚人，再看看凶神将军怎么样了。回到船上，做了一下准备，把船交给港口当局看管，[BLANK13]。",
      "choices": [
        "领你去看最有意思的东西——全副武装的野人领袖",
        "跟动物园里的兽笼差不多",
        "没有这种专业的工作……",
        "带上罗木和福克斯出发了",
        "举起棍子向们冲过来……",
        "忽然想起在火努鲁鲁见到过的演员",
        "还有库克船长的画像……",
        "后来又通过答辩获得法学博士学位",
        "上大学时有一套高尔夫球杆",
        "夜里还要去干另一份差事",
        "这个傢伙大概也是演员装扮的吧",
        "看他怎么会落到这步田地",
        "今天还不知道带什么武器去上班呢"
      ],
      "context_id": "TRIAL_00104",
      "answers": [
        6,
        0,
        1,
        4,
        5,
        10,
        11,
        7,
        2,
        9,
        12,
        8,
        3
      ]
    },
    {
      "context": "清朝医学家叶天士出生在江苏苏州，他的父亲叶阳生是一位名医。[BLANK1]，刚满十岁，就已经能给人看病了。叶天士十四岁那年，父亲病故，他继承父业，开始了行医生涯。别看他年纪轻轻，[BLANK2]。没多久，“神童”的美名便传开了。当时，[BLANK3]，听到称赞叶天士的人越来越多，十分生气。他非但不理叶天士，[BLANK4]，叫“扫叶庄。”意思是说，[BLANK5]。叶天士知道了也很恼火，便针锋相对地把自己的书房起名叫“踏雪斋”，意思是说，要把薛雪踏在脚底下。几年后，[BLANK6]。[BLANK7]，可是吃了总不见好。他辗转徘徊，焦急万分。这件事传到薛雪那里。薛雪打听了病情，得意地对弟子们说：“这种病非用白虎汤不可，虽然此药药性很重，却是对症下药。叶天士真是爱母心切，能医人却不能自医啊！”[BLANK8]，他恍然大悟，说道：“我早就想过用白虎汤，不过怕母亲年高受不了。薛大夫的确高见！”便大胆开了方，把母亲的病治好了。[BLANK9]。他想：人各有所长，[BLANK10]，补自己的短处，而不应该瞧不起别人。于是，他亲自跑到薛雪家里，虚心向薛雪求教。",
      "choices": [
        "天士亲自给母亲开了药方",
        "这件事给叶天士很大教育",
        "叶天士的母亲忽然得了重病",
        "他从小跟着父亲读书学医",
        "却能治好许多疑难杂症",
        "我应该多学习别人的长处",
        "苏州一带还有个名叫薛雪的年轻医生",
        "反而为自己的书房起了个名",
        "他要扫掉叶天士的威风",
        "薛雪的这番话让叶天士知道了"
      ],
      "context_id": "TRIAL_00105",
      "answers": [
        3,
        4,
        6,
        7,
        8,
        2,
        0,
        9,
        1,
        5
      ]
    },
    {
      "context": "我们返回挪威，来到斯塔范格尔市。那些挪威海员很豪爽，[BLANK1]。[BLANK2]，我的小船由他们出钱用最好的油漆重新粉刷了一遍。松鼠的事，他们考虑得也很周到，专门办了文件，把松鼠算作货物，然后跑来问我：“请您吩咐，给您的小动物喂什么食物？”喂什么？我对这个一窍不通，[BLANK3]。我问了问罗木。他回答说：“我也说不准，好像是吃核桃和松球吧。”您看多不凑巧，我挪威话说得很好，[BLANK4]，好像有印象，就是想不起来。这可怎么办？我灵机一动，[BLANK5]。“你们去看看吧，也许能找到合适的东西。”罗木跟他们走了，不一会儿回来报告说，一切顺利，核桃、松球都找到了。说实话，我真感到意外：食品店里还卖松球？又一想，这是外国嘛，[BLANK6]！[BLANK7]，可不就是装饰圣诞树，反正是有用的。傍晚，我回“失利”号想看看油漆刷得怎么样，顺便往货舱里一看，您猜怎么着？罗木全给搞错了！不过，错得倒挺好。[BLANK8]，每个小家伙嘴里都含着两颗核桃酥糖。糖果是罐头装的，[BLANK9]。松球就更妙了，运来的不是什么松球，而是菠萝。话说回来，[BLANK10]。菠萝虽然个儿大些，但模样同松球差不多，味道也接近。[BLANK11]，随便用手指了指，结果就成了现在这样。人家还带我们去剧院、博物馆，领我们参观各种名胜古迹。还领我们看了活马。[BLANK12]。[BLANK13]，更多的人是步行。耕地也用人力，用手工干，所以用不着马。年龄小的马，运出国了。年龄大的，都死光了。剩下的都住在动物园里，嚼着干草，异想天开。",
      "choices": [
        "非常隆重地款待了我们",
        "这些东西也的确容易搞混",
        "因为我从来没养过松鼠",
        "他们那儿的人出门坐汽车",
        "决定派罗木和挪威人一起去趟食品店",
        "罗木在食品店里准没有仔细看",
        "或许人家用这个玩艺儿烧茶炊",
        "可偏偏就把这两个词忘记了",
        "每听罐头的小盖儿上都画着一颗大核桃",
        "我那些小松鼠就像过命名日一样",
        "这东西在他们那里很稀罕",
        "我和罗木住进最豪华的饭店",
        "总有跟咱们不一样的地方"
      ],
      "context_id": "TRIAL_00106",
      "answers": [
        0,
        11,
        2,
        7,
        4,
        12,
        6,
        9,
        8,
        1,
        5,
        10,
        3
      ]
    },
    {
      "context": "聂耳（1912～1935），我国人民音乐家、作曲家。[BLANK1]，小小年纪就学会了笛子、三弦、月琴、二胡和小提琴等多种乐器的演奏。在他读小学时，[BLANK2]。在小乐队的五六个人中，[BLANK3]。这个小乐队由笛子、二胡、三弦、月琴等乐器组成，能演奏不少旋律优美的诸如《梅花三弄》《苏武牧羊》《昭君出塞》《三蝴蝶》等民间乐曲。每当晚风习习，月光皎洁之夜，[BLANK4]。吸引了不少的邻居和行路人前来围观、聆听。每奏完一曲时，热情的听众便齐声喝彩，要求“再来一个！”后来，聂耳从家乡云南来到上海，在“明月歌剧社”担任小提琴手。由于他琴拉得好，为人又随和，大家都很喜欢他。又因他姓“聂”，占上了三个耳字，大家都叫他“耳朵先生”。聂耳听了不但不生气，[BLANK5]。[BLANK6]，就用上了四个“耳朵”，署名为“聂耳”。[BLANK7]。他以“黑天使”的笔名，[BLANK8]，批评该社负责人黎锦晖搞一些“香艳肉麻的靡靡之音”，并提出应向群众学习，创作出新鲜的艺术作品。但此举却遭到反对，他离开歌剧社后，到英国人开办的“百代唱片公司”从事音乐创作和伴奏。在短短的8个月里，他创作了《码头工人歌》《毕业歌》《大路歌》等10多首革命歌曲。外国老板看到黄色音乐赚钱，让聂耳写些黄色歌曲，并许给他很高的稿酬。但聂耳断然拒绝了，并立即向老板提出辞职。[BLANK9]，聂耳带着小提琴来参加祝贺。[BLANK10]，突然有人敲门，进来几个不速之客，大家一看就知道是密探，一时都愣住了。这时，[BLANK11]，他边拉边唱地围绕这些密探转圈子。",
      "choices": [
        "发表了《中国歌舞短论》",
        "聂耳拿起小提琴大模大样地拉出一首曲子来",
        "是学校音乐团的出色小指挥和儿童小乐队的组织者",
        "正在大家兴致极高的时候",
        "聂耳感到该社的活动背离时代的要求",
        "他童年时代非常喜欢音乐",
        "他和两个哥哥就占了一半",
        "反觉得这个绰号很有意思",
        "在他的第一首习作歌曲上",
        "聂耳的小乐队便奏出了悠扬悦耳的乐曲来",
        "在人民剧作家田汉36岁生日时"
      ],
      "context_id": "TRIAL_00107",
      "answers": [
        5,
        2,
        6,
        9,
        7,
        8,
        4,
        0,
        10,
        3,
        1
      ]
    },
    {
      "context": "这是一个白茫茫的早晨，在巨大的森林里，薄雾弥漫，充满了奇异的幻影。[BLANK1]，沿着河岸走去。[BLANK2]。[BLANK3]，而是在仔细观察一溜通向山里的新留下的熊迹。[BLANK4]，犹如惊悸不安地追逐一样令人猝不及防。这是黑管的声音。一位乐师走上甲板，奏出一段凄婉迂缓、重重叠叠的调子，仿佛在喉咙里掩饰着痛苦似的打着颤，它逐渐加强起来，凄凉婉转地响了一阵，夏然而一止。远远的回声仍在隐隐约约地重复着这个曲调。[BLANK5]。雾气还没有散尽，[BLANK6]，它正在慢慢地转向河口。[BLANK7]，时而像垂花饰物似的吊在那里，时而又展开来，宛如许多面带有巨大褶皱的盾牌，软绵绵的贴在桅樯上。[BLANK8]。岸边的清风徐徐吹来，懒洋洋地拂动着帆篷。[BLANK9]，风力加强了，雾气消散开来，并在桅杆的横桁上变作一片片绮丽多姿的淡红色云霞。[BLANK10]，船上的一切，除去那舒展、匀整、饱满的帆篷的欢乐无比的颜色，样样都是白的。猎人在岸上目睹这一切，久久地擦拭着眼睛，[BLANK11]。帆船已隐没在河湾后面，猎人还在那里张望。后来，他默默地耸耸肩，[BLANK12]。当“秘密号”行驶在河道上时，格莱一直守在舵旁，由于担心浅滩，他没让水手掌舵。潘坚坐在格莱身边，穿着一身呢制的新衣，戴着一顶亮闪闪的制帽，脸也刮得干干净净，脸色温顺谦恭而又稍带温怒。他仍然搞不清在这鲜红的饰物与格莱的直接目的之间究竟有什么联系。",
      "choices": [
        "一个陌生的猎人刚刚离开他那堆篝火",
        "直至确信自己没有看错",
        "玫瑰色的帆影在白色的桅樯和绳索上轻轻地移动着",
        "树木的枝叶间透过一缕缕河道上空的光亮",
        "它那卷在一起的风帆活跃了起来",
        "其中影影绰绰显露出一艘巨船的轮廓",
        "和煦的阳光终于起了作用",
        "船上响起了人声和脚步声",
        "又去追寻他那只熊去了",
        "突然有一个声音在林中飞驰而过",
        "但是勤奋的猎人没有走向河边",
        "猎人用折断的树枝标出熊迹以后向河边走去"
      ],
      "context_id": "TRIAL_00108",
      "answers": [
        0,
        3,
        10,
        9,
        11,
        5,
        4,
        7,
        6,
        2,
        1,
        8
      ]
    },
    {
      "context": "我们走在一条行人熙来攘往的街道上，维泰利斯一直默不作声。不久，[BLANK1]，他在路坎上坐了下来，好几次用手去摸他的前额，这是他为难时的一种习惯。“我说了些仗义的话，听起来也许好听，”他好象在自言自语地说，“可是这么一来，我们现在流落在巴黎街头了，口袋里一分钱也没有，肚里也没填过一片面包。你饿吗？”“除了您早晨给我的一小块面包头外，别的我啥也没有吃过。”“唉！我可怜的孩子，[BLANK2]。不过，我们连到哪里去过夜还不知道呢！”“您本来是打算睡在伽罗福里那儿的吗？”“我是打算让你睡在他那里，你一个冬天在他那儿过，他也许会给我二十来个法郎，这样，我暂时就过得去啦。[BLANK3]，我控制不住自己了。你也不想留在他那里，对吗？”“啊，您太好啦！”“哦，[BLANK4]，也许还保存着一颗直到现在还仍然活着的年轻人的心。不幸的是，[BLANK5]，却叫那颗年轻的心完全打乱了。现在，我们上哪儿去？”天色已经很晚，[BLANK6]。北风呼啸着，夜晚将是难熬的。[BLANK7]，我们——卡比和我——象两尊木偶，立在他面前纹丝不动。他终于直起了身子。“我们上哪儿去？”“去冉蒂里①，设法找个采石场，我过去在那儿睡过。你累吗？”“我在伽罗福里那儿歇过了。”“可惜我没有歇过脚，坚持不下去了，不过应当走呀。走吧，孩子们！”把我和狗叫成他的“孩子”，这是维泰利斯过去心情愉快时说的一句话，但今晚他是怀着愁思说出这句话的。我们在巴黎街头走着，夜漆黑漆黑的，[BLANK8]，照得路面模模糊糊。[BLANK9]，或者是在冰面的人行道上滑行。维泰利斯拉着我的手，[BLANK10]。",
      "choices": [
        "卡比紧紧贴着我们的脚跟",
        "白天里已缓和过来的寒冷现在又变得严酷和扎人肌肤",
        "瓦斯灯的火苗在寒风中颤动",
        "可是一看他这么虐待孩子",
        "你今晚只得不吃晚饭就睡觉了",
        "维泰利斯久久地坐在路坎上",
        "我们走进了一条没有人的小街",
        "这个老流浪汉有过一个计划",
        "我们每一步都象是在结冰的小溪上",
        "你说的这个老头儿——老流浪汉的胸膛里"
      ],
      "context_id": "TRIAL_00109",
      "answers": [
        6,
        4,
        3,
        9,
        7,
        1,
        5,
        2,
        8,
        0
      ]
    },
    {
      "context": "有一天，我在家里坐腻了，就决定收拾一下家里的破烂儿。我这么一收拾，您猜怎么样，[BLANK1]啊，对不起，您没有什么急事吧？那太好了，咱们就从头儿讲起吧。那时候，我还很年轻，当然，也不是小孩子了。不，我已经见过一些世面，有了一些经验，在人们眼里，也算得上个行家了。不是跟您吹牛，[BLANK2]。[BLANK3]。不巧的是，那条船出海还没回来，而我又最不喜欢闲等，吐了口唾沫就决定了，我乘小快艇走。您懂吗？[BLANK4]，这可不是闹着玩的事呀。我开始找船，[BLANK5]。您猜怎么着？居然找到了。刚好是我要的那种，就像是专门为我建造的。当然，这条船还需要修一修。不过，在我亲自监督下，没怎么费事就修好了，仅仅是重新刷了漆，换了一套新桅杆和新帆，换了船板，把龙骨截短六十公分，[BLANK6]总之，忙是忙了一阵，[BLANK7]！[BLANK8]。就像俗话说的，成了“沧海一粟”。[BLANK9]，所以就把船用帆布盖起来，放在了岸边。[BLANK10]。您知道，远洋探险这种事，能不能一帆风顺，[BLANK11]，所以我对挑选助手的事特别慎重。这个人可是我这次长期、艰难旅行中的唯一的助手和伙伴呀。应该说，我运气还不错。[BLANK12]。您想想，他有两米多高的个头儿，说起话来像轮船的汽笛一样响亮，力气和耐力大得惊人。除此之外，他还精通航海，脾气随和，总之，[BLANK13]。当然罗木也有缺点。唯一的、也是很严重的一个缺点，就是他外语不大好。这可是个麻烦事，不过也难不倒我。我仔细分析了形势，权衡了利弊，[BLANK14]。您猜怎么着？",
      "choices": [
        "整个甲板只有十二米长",
        "我自己去做其它的准备工作",
        "我本来已经有资格指挥当时最大的一条船",
        "我不喜欢听别人说三道四",
        "弄得满世界尘土飞扬……",
        "又加装了一个指挥台……",
        "具有一个一流海员所需的一切素质",
        "最后命令罗木以最短的时间学会英语",
        "这船得符合我的要求才行",
        "开一条两桅小船做环球旅行",
        "最关键的是探险队的人员成分",
        "我这个大助手罗木是个心理素质出类拔萃的人",
        "不过装修后的船简直成了一件艺术品",
        "我凭着自己的功绩已经有了一些地位"
      ],
      "context_id": "TRIAL_00110",
      "answers": [
        4,
        13,
        2,
        9,
        8,
        5,
        12,
        0,
        3,
        1,
        10,
        11,
        6,
        7
      ]
    },
    {
      "context": "故事发生在“三八”节前夕，一个幼儿园里。有一天吃过早饭，孩子们正准备画鲜花，保育员尼娜·伊万诺夫娜问大家：“孩子们，谁知道快要过什么节了？”斯维塔从椅子上蹦起来，用一只脚边跳边喊道：“‘三八’节是国际妇女节！”每年有什么节日，斯维塔都知道，[BLANK1]。她能掰着手指头一个个地数：新年、“三八”节、“五一”节、“生日”等等，一直数到下一个新年。当然，其他的孩子，不论是男孩还是女孩，也都知道快要过“三八”节了，所以他们也喊起来：“‘三八’节！‘三八’节！国际妇女节！”“好了，好了！”[BLANK2]，“这么说，你们都知道喽！那大家再想想，[BLANK3]？[BLANK4]。[BLANK5]，咱们再做个镜框，把照片挂到墙上，不就是一个展览吗？”托利亚站起来问：“不学过节朗诵的诗歌啦？”[BLANK6]，三岁就来上幼儿园了，所以他知道，每次过节前都要学一些新的诗歌。“诗歌也要学。咱们还有很多时间，只是照片要早一点准备好。”[BLANK7]。她知道有些孩子的妈妈手头没有新的、自己满意的照片，还需要到照像馆照个像。这种情况果然出现了，[BLANK8]。[BLANK9]。“我总是不上像，跟个丑八怪似的，”她唠叨说，“我一张象样的照片也没有。”[BLANK10]，说这只是她的错觉。[BLANK11]。爸爸只好说服她再去照一张她自己满意的照片。[BLANK12]。但不知为什么，[BLANK13]，说她过去照的比这张要漂亮。[BLANK14]。妈妈同意了爸爸的意见，[BLANK15]。虽说这张照片是旧的，但看上去和新的一样。",
      "choices": [
        "我们做些什么来迎接妈妈们的节日",
        "她觉得新照的照片还不如以前的",
        "尼娜·伊万诺夫娜让孩子们静下来",
        "娜塔的妈妈就没有照片",
        "找了一张最旧的照片交给娜塔",
        "因为每次过节她都能得到一些喜爱的礼物",
        "尼娜·伊万诺夫娜说的很对",
        "娜塔的爸爸还跟她开玩笑",
        "她妈妈为了这件事还弄得不太高兴哩",
        "这是一个很聪明的男孩子",
        "最后娜塔的爸爸建议她从旧照片里挑一张交给幼儿园",
        "我建议咱们办个展览会",
        "你们每个人回家要一张妈妈的照片",
        "结果妈妈生爸爸的气了",
        "妈妈就去照像馆照了一张照片"
      ],
      "context_id": "TRIAL_00111",
      "answers": [
        5,
        2,
        0,
        11,
        12,
        9,
        6,
        3,
        8,
        7,
        13,
        14,
        1,
        10,
        4
      ]
    },
    {
      "context": "我赶紧弹掉了烟灰，把烟袋揣进口袋，用鞋跟碾灭了地上的余火儿，坐在那里一声不敢出。这时，[BLANK1]。我心里升起一线希望。我想，[BLANK2]，张惶失措，只要他安慰大家几句，事态就可平息下来……谁想到，他也是个胆小鬼。我看见他脸色苍白，惊叫了一声，[BLANK3]接着马达声没有了，[BLANK4]。机舱顶部发出一声巨响，像是打出一发炮弹，机舱颤抖了一下，向前一冲，[BLANK5]。旅客们都莫名其妙，[BLANK6]。[BLANK7]。可在当时，这却是一项最新技术成就：这是一种叫作“自己往下走”的装置。如果飞行中发生空难——爆炸、失火或是机翼折断，飞行员板一下操纵杆就能挽救机舱，让它挂在降落伞上自己飘下去。[BLANK8]，可是在今天这种场合，显然是使用过早了。换一个场合，[BLANK9]，指出他的错误，可是今天，您也明白，不能这么干。飞机继续向下滑行，大方向没有变，[BLANK10]。我们慢慢地降低着高度，烟雾已消散了许多，[BLANK11]。相反，我看到大家越来越激动，已经演变为一种默默的惊慌，福克斯也紧张得要命，几乎要从座位上跳起来。只有我始终镇静自若。我想，虽然航行中断了，机票也不能再使了，但是不管怎么说，我们俩中毕竟有一个是“蹭”机的，飞机降落后，我们还得做出解释。这当然不是什么好事。人家要审问，追究责任，告到法庭，说我造成了空难，[BLANK12]。我决定逃走，时机也挺合适：旅客们正心事忡忡，顾不上注意我们，有的人干脆昏迷了，而我们头顶上正好有个舱口……小伙子，[BLANK13]？没有。这太好了，千万别去，听我的没错儿。[BLANK14]。",
      "choices": [
        "那可就吃不了兜着走了",
        "我准得跟飞行员理论几句",
        "我却马上猜到了是怎么回事",
        "然后静静地向地面落下去",
        "飞行员把脑袋探进机舱",
        "现在这种玩艺儿不稀罕了",
        "只是翅膀和尾翼不见了",
        "抓住一个操纵杆猛地一搬……",
        "您大概没有在亚马逊河上航行过吧",
        "这种装置本来是挺不错的",
        "只能听到风在呼呼地尖叫",
        "这个有经验的人大概不会大惊小怪",
        "可是旅客们并不想安静下来",
        "我去那儿是因为没办法"
      ],
      "context_id": "TRIAL_00112",
      "answers": [
        4,
        11,
        7,
        10,
        3,
        2,
        5,
        9,
        1,
        6,
        12,
        0,
        8,
        13
      ]
    },
    {
      "context": "强盗们当然不知道香肠店主、面包师和杂货店老板的布置。他们坐在屋子里，迫切地等待面包吃，[BLANK1]。“我想，在我们出发之前，我们最好先给狮子一点儿东西吃。”哈士贝说。“你可以给它一点儿咸肉。”贾斯佩说。[BLANK2]。[BLANK3]。“现在送一点儿肉给你吃。”哈士贝说，同时递给它一块咸肉。[BLANK4]。还喝了一小桶水，[BLANK5]，就把脑袋枕在哈士贝的膝上躺着。[BLANK6]。“你是一头善良的老狮子。”他说。“呜——”狮子呜呜地叫了一声。“你得留心，不要让任何人进来，[BLANK7]，行吗？”“呜——”狮子又呜呜地叫了一声。“我知道你会这样做的。”哈士贝说。[BLANK8]。狮子舒舒服服闭上眼睛，享受他的搔痒。渐渐地，哈士贝也打起哈欠来，[BLANK9]。最后，天终于暗下来了。另外两名强盗开始奇怪，[BLANK10]。“有好一会儿我没有见到他了。”贾斯佩说。“自从他送东西给狮子吃，他就不见了。”乐纳丹说。“我希望狮子不会嫌他送去的东西少而把他……”贾斯佩说。“呀，你以为狮子会……”“唔……狮子的事情，谁也没有把握。”贾斯佩说。“我们最好还是去瞧瞧。”乐纳丹说。[BLANK11]。[BLANK12]。“瞧他们的这副样儿多甜蜜！”乐纳丹说。“喂，请起来！”贾斯佩大叫一声，摇着哈士贝的肩膀，“我们得出去找面包吃呀。”哈士贝跳下床来。“现在什么时候了？”他问。“不早了。”贾斯佩说。“我们今天不能带着狮子一同出去吗？”哈士贝问。“不行，不能带狮子一同去。”贾斯佩说。“带着它有好处，可以防止有人抓我们。”哈士贝说。",
      "choices": [
        "当然也迫切地等待黑夜的到来",
        "狮子一见到他就咆哮起来——不过狮子总是咆哮的",
        "他们俩就这样一起睡过去了",
        "他们两人踮着脚尖走到隔壁房里去",
        "哈士贝在它耳朵背后搔了一下痒——他非常喜欢这样做",
        "什么东西把哈士贝缠住了",
        "发现哈士贝和狮子睡在一张床上",
        "狮子十分满意地把肉吃掉",
        "然后它舒舒服服地伸了一个懒腰",
        "哈士贝来到狮子正在睡觉的隔壁房间",
        "把你的好朋友哈士贝抓走",
        "他又在它的下巴底下搔了几下"
      ],
      "context_id": "TRIAL_00113",
      "answers": [
        0,
        9,
        1,
        7,
        8,
        4,
        10,
        11,
        2,
        5,
        3,
        6
      ]
    },
    {
      "context": "故事发生在第二次世界大战期间。[BLANK1]，苏联萨拉托夫区的伏尔加村有一个名叫伊哥尔的集体农庄庄员也不例外。他打仗勇敢善战，使敌人闻风丧胆，称得上是一位“战神”。参军不久，他即被升为上尉，驾驶着坦克冲锋陷阵。　一天，[BLANK2]。他们的坦克才一散开，[BLANK3]，朝他们冲来。伊哥尔的伙伴喊道：“上尉同志，一辆虎式坦克！”他叫道：“朝前冲！快踩油门！”于是他们就驾驶着自己的坦克从枞树林里曲曲折折驶出。这时，[BLANK4]，像个瞎子似的乱闯乱开炮。[BLANK5]，一发命中；第二发则击中它的炮塔，[BLANK6]第三发炮弹打出后，那虎式坦克就开始全身冒烟，火焰一窜有　2　米高。[BLANK7]，连滚带爬的。[BLANK8]，让他们全趴下了。5　分钟后，他们冲进了村子。一些纳粹匪徒仓惶出逃，[BLANK9]。上尉又下令了：“喂，猛烈进攻那个谷仓！”[BLANK10]。仓库里都是法西斯匪徒，他们死的死，伤的伤，剩下的只好举手投降。　然而，就在第二天，上尉遭到了不测。[BLANK11]，坦克被一枚敌军炮弹击中，两个坦克手当场阵亡。[BLANK12]，驾驶员朱委列夫从前面的舱口跳了出来，爬上了装甲，他从火焰直窜的坦克里死活拖出了上尉。[BLANK13]，连他身上的制服都在熊熊燃烧。朱委列夫刚将上尉拖到一边，坦克就“轰”的一声爆炸了，炮塔被炸到　20　米外。[BLANK14]，就急中生智，捧起麦田里的泥土，洒在他的脸上、头上和衣服上，将他浑身上下滚滚的火球扑灭了。",
      "choices": [
        "就看见一辆德军坦克正爬过小山",
        "这使德寇的那辆坦克的尾部歪了下去；",
        "坦克里的人从紧急舱口逃了出来",
        "于是机枪手就老实不客气地用机枪密集扫射",
        "那辆虎式坦克开始朝四周摆动炮口",
        "他们去进攻一个德寇占领的村子",
        "当他的坦克转战在麦田的一块高地上时",
        "于是坦克就开足马力冲进了谷仓",
        "而上尉却对准了它的肚子就是一炮",
        "第二发炮弹使坦克起了火",
        "这时的上尉已失去了知觉",
        "朱委列夫一看没什么可以拿来扑火的",
        "在烂泥路上光着袜底乱蹦乱跳地朝谷仓奔去",
        "当时苏联的年轻人都参了军"
      ],
      "context_id": "TRIAL_00114",
      "answers": [
        13,
        5,
        0,
        4,
        8,
        1,
        2,
        3,
        12,
        7,
        6,
        9,
        10,
        11
      ]
    },
    {
      "context": "这监牢只有一个班房。但是它里面阳光充足，相当舒服，甚至还很暖和。[BLANK1]，因此，这三位强盗忽然到来，巴士贤要考虑的事情就不少了。[BLANK2]，一张桌子和三把椅子，因为强盗们得有地方坐和睡呀。[BLANK3]，巴士贤清早就到来，询问的感觉怎样。“很不错。”哈士贝说。“床铺很舒服。”贾斯佩说。“椅子也不坏。”乐纳丹说。“那就太好了。”巴士贤说。他听到说生活很舒服，感到很高兴。“现在我想给你们拿个洗脸盆和一块肥皂来。”“这类事就不须麻烦您了。警长，”三个强盗齐声说，“我们现在这个样子，已经感到很满意了。”巴士贤大娘发现，她也得做不少事情，因为除了为丈夫做饭外，[BLANK4]。她是一个善良的、讲求实际的人物，心地也是和巴士贤一样的善良。[BLANK5]。她一边忙，一边唱歌。[BLANK6]。作为妻子，我觉得有福气，因为我的英勇的巴士贤，[BLANK7]。他是男人中最好的榜样，为人和善而又纯朴。当我要洗一大堆衣裳，他总是热情地来帮忙。他保护我们的生活安宁，在这个豆蔻小镇。[BLANK8]，直到这三位伙计光临。呆在我们的班房里，怎能不叫人感到有点儿吃惊，对我们有些好感，我们夫妇俩也喜欢。我得为把衣服修补，还得为炖大块大块的牛肉。我第一次发现的胃口太好，吃起东西来就没完没了！我给烤了四十条青鱼——我给送鱼时吓了一跳，因为乐纳丹那个馋鬼，又额外要求我再烤十五条！倒也很逗人喜欢，不像人们说的那样讨厌，对于蹲班房的生活，[BLANK9]。比起单独住在外面，[BLANK10]。想永远呆在这里，[BLANK11]。",
      "choices": [
        "好像是我们中间的成员",
        "她还得为三个强盗准备伙食",
        "他得准备好床铺——三张很好的床铺",
        "是我生命中最爱的丈夫",
        "她忙着做饭——做出叫蹲班房的人也感到好吃的饭",
        "我们从来不使用这个监牢",
        "那里已经有几年没有住囚犯了",
        "说在这里生活得更美满",
        "过起来倒似乎心甘情愿",
        "巴士贤大娘之歌我们有一个漂亮的警察局",
        "在监牢里呆了头一夜以后"
      ],
      "context_id": "TRIAL_00115",
      "answers": [
        6,
        2,
        10,
        1,
        4,
        9,
        3,
        5,
        8,
        7,
        0
      ]
    },
    {
      "context": "米舒特卡和斯塔西克坐在小花园的长凳上聊大天。[BLANK1]专门讲大话、假话，[BLANK2]。“你几岁了？”米舒特卡问。“九十五了。你呢？”都一百四十岁了。”米舒特卡说，“你知道吗，[BLANK3]，只是后来又变成现在这么矮了。”斯塔西克立刻接着说，“那我是从小孩变成大人，然后又变成小孩，过些时候我还会变成大人。”过去能游过大河。”米舒特卡又说。“哼，你能游过大河，我还能游过海呢。”“海有什么了不起的！我能游过大洋！”从前还会飞呢！”“别吹牛，你给我飞一个！”“现在可不行，我都忘了怎么飞了。”“告诉你吧，”米舒特卡说，“有一次我在海里游泳；遇上了鲨鱼。我‘砰’地给它一拳，它却一口把我的脑袋给咬下来了。”“你胡编！”“没有，是真的。”“那你为什么没有死呢？”怎么会死呢？我游上岸就回家了。”“没有脑袋？？”“那当然，我要脑袋干什么？”“没脑袋你怎么能走呢？”“难道没脑袋就不能走吗？”“可你现在怎么有脑袋呀？”“又长出一个。”“真会编！”斯塔西克心里暗暗佩服，[BLANK4]。想了想他就说：“这并不新鲜！我有一次去非洲，在那里让鳄鱼给吃了。”“这可是瞎说！”“千真万确。”“那你怎么现在还活着？”“后来鳄鱼又把我从嘴里吐出来了。”[BLANK5]。想呀想呀，终于想出来了。他说：“有一次我在大街上走着，周围到处是电车。小汽车，大卡车……”“知道了，知道了。”斯塔西克大声嚷起来，“你准该说电车从你身上轧过去了，对不对，你以前就说过了。”“不对，我说的根本就不是这件事。”“那好，你就接着吹吧。”“有一次，我走在街上，[BLANK6]。我没有看见它，不小心踩了—脚，结果把公共汽车踩瘪了。”“哈哈，你真能吹！”",
      "choices": [
        "我曾经和鲍里亚叔叔一样高",
        "米舒特卡不肯甘败下风",
        "忽然对面来了一辆公共汽车",
        "他们聊天可和别的小朋友不一样；",
        "他也很想编出比米舒特卡更离奇的故事",
        "仿佛要比一比看谁讲的最离奇"
      ],
      "context_id": "TRIAL_00116",
      "answers": [
        3,
        5,
        0,
        4,
        1,
        2
      ]
    },
    {
      "context": "我从报纸上了解到的情况就是这些，可是这已经使我很伤心了。这是闹着玩儿的吗！船沉了，[BLANK1]。假如船还在，管他凶神不凶神的，我也要去救罗木。可是现在，[BLANK2]，从那里再想办法赶回来。我和福克斯都没有钱，船开得又这么慢。我找到船长说：“咱们能开快点吗？”他回答说：“我倒很愿意，可是锅炉工不够，火烧不旺，只有这么点儿蒸汽。”我考虑了一下，又征求了福克斯的意见，又休息了一天，[BLANK3]。报酬虽然不多，但是第一，吃饭不用掏钱了，第二，[BLANK4]第三，轮船可以走快点……我们俩开始上班了。人家不给我们工作服，[BLANK5]。为了节省，我和福克斯一商量，干脆只穿裤衩工作。这样更好，因为锅炉舱里太热了。就是鞋不好办。[BLANK6]，不穿鞋吧，脚疼；穿鞋吧，心疼；只剩这一双皮鞋了。不过，我们还是想出了办法，找来四只水桶，灌上凉水，结果真不错！站在水桶里，就像穿上一双套鞋，红煤碴掉进去，嘶地一声就完了。烧锅炉这活儿，我干起来不费劲，因为以前干过。福克斯就不行了，挺吃力。他把煤填满了炉膛，煤炭烧结在一起，他就用铁铲去掏。“喂，用铁铲能行吗？”我对他说，“得用炉钩子把它弄碎。罗木在这儿就好了！”您猜怎么着，我背后传来一个低沉的声音：“罗木听候您的命令！”我转身一看，[BLANK7]，他瘦了，黑了，满脸胡须，但的确是他本人。[BLANK8]！……我们拥抱在一起，福克斯还流了泪。[BLANK9]，坐下来，听罗木讲述了自己的经历：报纸上说的情况，大部分是真实的，只有空袭和犯罪是瞎编的。哪儿来的什么空袭呀，不就是风吹过去的吗？地震停止之后，罗木下山来到城市里。",
      "choices": [
        "朋友和助手又是这种遭遇",
        "我的大助手罗木从煤堆里爬出来",
        "只好等轮船开到目的地了",
        "这里满地是煤和滚烫的煤渣",
        "我们三人一起清理了炉渣",
        "我被惊得一屁股坐在地上",
        "我们就自告奋勇当上了锅炉工",
        "我们却只剩下这一身衣服",
        "有点活儿干不闷得慌了；"
      ],
      "context_id": "TRIAL_00117",
      "answers": [
        0,
        2,
        6,
        8,
        7,
        3,
        1,
        5,
        4
      ]
    },
    {
      "context": "从前，有只叫巴尔博斯的狗，他和小猫瓦西卡是好朋友。[BLANK1]。当老爷爷去上班的时候，巴尔博斯就看家，瓦西卡就去抓老鼠。有一次，老爷爷上班去了，[BLANK2]，家里只剩下巴尔博斯。他呆着没事干，就跑到窗口向外看。由于太寂寞了，[BLANK3]。“老爷爷去上班真不错，”巴尔博斯想，“瓦西卡跑到屋顶上玩也不赖，偏偏把我留下看家。”这时巴尔博斯的朋友，[BLANK4]。他俩经常在一起玩。[BLANK5]，高兴地说：“喂，鲍比克，上哪儿去呀？”鲍比克回答说：“哪儿也不去，跑着玩呢。你呆在家里干什么？咱们玩去吧？”行啊，”巴尔博斯说，“老爷爷让我看家，你还是来我家作客吧。”“有人轰我走吗？”“没有。老爷爷上班去了，家里没人。来，就从窗户钻进来吧。”鲍比克钻进来，好奇地四处张望。“你这儿多好！”他对巴尔博斯说，“你住在家里，可我却住在狗窝里。你知道那里多挤呀！顶棚还漏雨，条件可差了！”“是啊，”巴尔博斯说，“我们的房子不错，两间屋子，还有厨房和浴室，可宽敞了！”“是啊！可我的主人连过道都不准我进去。”鲍比克抱怨说，“他们说我是看院子的狗，只能住在狗窝里。有一次我进了屋，可倒霉了。他们有的大喊，有的叹气，还用棍子打我的后背。”[BLANK6]，看见墙上带摆的挂钟，于是问：“你们墙上挂着的是什么玩意儿？滴答滴答响个不停，下面还来回摆呢。”“这是钟。”巴尔博斯说，“难道你从来没有见过吗？”“没有，它是干什么用的？”[BLANK7]，但还是解释起来：“它就是这么一个玩意儿，你懂吗？……钟……它会走……”“你说什么？它会走？”鲍比克很奇怪，“可它没有脚啊！”“说是走，但实际上就是响，然后就开始打。”“哟！它还会打架吗？”鲍比克吓坏了。",
      "choices": [
        "鲍比克用爪子挠了挠耳朵",
        "巴尔博斯一瞧见自己的朋友",
        "瓦西卡也跑到别处玩去了",
        "巴尔博斯自己也不知道钟的用途",
        "小狗鲍比克从街上跑过",
        "他们都住在—个老爷爷的家里",
        "他一个劲儿地打着哈欠"
      ],
      "context_id": "TRIAL_00118",
      "answers": [
        5,
        2,
        6,
        4,
        1,
        0,
        3
      ]
    },
    {
      "context": "第二天早晨，又升起了金灿灿的太阳。贝塔带着羊群上山，[BLANK1]。这样，日子一天天过去。[BLANK2]，给晒得黑黑的，壮壮的，没生过一次病。[BLANK3]，每一天都高高兴兴，快快乐乐。不久，秋天到了，[BLANK4]。于是爷爷对小海蒂说：“今天就呆在家里吧，小海蒂，风这么大，像你这样的小孩子，一下就会被风吹到山谷下面去的。”早晨，贝塔听到这消息，便一副垂头丧气的样子，心想，[BLANK5]。一天下来，首先，没有小海蒂，[BLANK6]。再有，午饭也没能大吃一顿，而且羊群也变得不听话，[BLANK7]。[BLANK8]，小海蒂不在，它们就不乖乖往前走，四处乱跑。[BLANK9]，她是个无论什么时候都能找到快乐的孩子，当然，和这个放羊的男孩还有那群山羊一道上山，到鲜花盛开，有老鹰飞翔的牧场去，和那里各种各样的小动物们在一起，发现什么奇妙有趣的事情，这是小海蒂最喜欢不过的。[BLANK10]。另外，[BLANK11]，爷爷开始做圆圆的山羊奶酪。每当那时，海蒂在旁边看着这件稀奇的活计，更是格外欢喜。爷爷把两个袖子挽起来，[BLANK12]。[BLANK13]，是大风天时，小屋后三棵枞树摇晃的哗哗声。它们一响起来，小海蒂不管正在干什么，[BLANK14]。她觉得再没有比这从高高的树枝上传下来的低沉而奇妙的响声更动听的了。海蒂站在树下竖起耳朵，不厌其烦地聆听风吹过树枝时发出的巨大响声，看着它们剧烈地摇晃。[BLANK15]，天儿渐渐凉了，海蒂把袜子、鞋子和外衣都找出来穿上。",
      "choices": [
        "用手在一个大大的锅里搅和着",
        "可是小海蒂一点也不难过",
        "于是小海蒂又和他们一起向牧场走上去",
        "这下今天肯定没意思了",
        "小海蒂偶尔留在家里的时候",
        "都忍不住要放下手里的活跑到树下",
        "真无聊得不知干点儿什么好",
        "小海蒂每天都在牧场度过",
        "从阿尔卑斯吹来的大风又开始呼啸起来",
        "这个时候太阳已经不像夏天时晒得那么热",
        "贝塔要比平时多费了一倍的劲",
        "她像森林里绿色树丛中一只快活的小鸟",
        "这些山羊已经和小海蒂很熟了",
        "可是看爷爷拉锯或是用锤子敲敲打打地干木匠活也很有意思",
        "可是比什么都更吸引小海蒂的"
      ],
      "context_id": "TRIAL_00119",
      "answers": [
        2,
        7,
        11,
        8,
        3,
        6,
        10,
        12,
        1,
        13,
        4,
        0,
        14,
        5,
        9
      ]
    },
    {
      "context": "豆蔻镇是一个很小的地方，和一般村镇差不多。它的地点离我们很远，除了你和我——也许还有其他一两个人——以外，谁也不知道它。这是一个很特别的地方，因为在那里发生的事，[BLANK1]。比如，你也许不相信，骆驼可以随便在街上踱来踱去。有时一只象，或两只象，[BLANK2]。那里有一个老人，名叫杜比雅，他留着一把非常长的胡子。还有莱莫和他的小狗，[BLANK3]。当然还有一位警察，他的名字叫巴士贤，可是他不大喜欢抓人。当他在镇上巡逻的时候，他脸上总是堆着微笑，见到人总要鞠躬，问候一声：“你们大家好吗？你们生活得很愉快吗？”实际上他所遇见的人也确实生活得很愉快。关于这一点，他编了一支小曲。不时哼唱，其内容如下：我是你们快乐的民警巴士贤。我这个人一贯对大家和善，我想大家也应该尽量做到这一点。我现在在这里巡逻，[BLANK4]，像我希望尽量能做到的那样，对一切都处之泰然。[BLANK5]，这对我们每个人都非常适宜，每个人都得做到善良和可靠，不要惹别人生气，无理取闹。[BLANK6]，你才可以事事称心如意。在豆蔻镇的正中心，有一个很高的圆形房子，它看上去倒很像一个灯塔。那位可爱的、随和的老人杜比雅就住在它的顶上。[BLANK7]。也许这是因为他长了一大把胡子的缘故吧——他的这把胡子确实长得非常长，像雪一样白。除了许多别的事情外，[BLANK8]。[BLANK9]，他每天通过它观察豆蔻镇周围的气候变化。[BLANK10]，观察天气。[BLANK11]，看样子这块乌云将要爆发成为大雨。他马上走到阳台上来，大声喊：“请注意！请注意！今天下午的天气预报：大雨将要到来！”",
      "choices": [
        "想要发现大家都心情愉快",
        "杜比雅还特别关心天气",
        "现在我宣布一条豆蔻镇的法律",
        "还有苏菲姑姑和小贾莱娅",
        "大家都快快活活地过着日子在这个范围内",
        "有一天杜比雅正坐在窗子旁边",
        "在别的地方不可能出现",
        "这个老人是豆蔻镇的一个最聪明的人",
        "他有一个非常长的望远镜",
        "他发现远方有一大块乌云",
        "也慢腾腾地在街上闲逛"
      ],
      "context_id": "TRIAL_00120",
      "answers": [
        6,
        10,
        3,
        0,
        2,
        4,
        7,
        1,
        8,
        5,
        9
      ]
    },
    {
      "context": "我们走遍了法国南部的一部分地方：奥弗涅、弗莱、利伐莱、盖尔西、罗埃格、塞文和朗格多克。[BLANK1]。[BLANK2]，当我们远远看见一个好象不太贫穷的村庄时，就准备大模大样地进去。我先给狗打扮一番，为道勒斯梳洗，替泽比诺穿衣，往卡比的一只眼睛上涂点药膏，好让它扮演一个老兵的角色。最后，[BLANK3]，这是最难办的事，因为猴子心里明白：梳妆打扮是它演出的前奏。它竭力反抗，想出最古怪的花招，不让我替它穿衣。我只好求卡比帮忙。卡比靠它的机警、本能的敏捷，几乎总能挫败猴子的诡计。[BLANK4]。维泰利斯拿着短笛，[BLANK5]。如果跟在我们后头的好奇的人相当多，我们就演出一场；反之，如果人数太少，挣不到什么钱，我们就继续前进。只有在城市里，我们才待上几天。这样，[BLANK6]。卡比是条狗，它当然不穿演出服。我们在街头闲逛。[BLANK7]，让我寸步不离他的左右。他允许我逛马路，可算是大发慈悲了。“既然命运让你跑遍法国，”他常对我说，“那么睁大你的眼睛去察看，去学习吧！象你这样年纪的孩子，[BLANK8]。当你遇到了困难，[BLANK9]，有问题要问我时，你就跟我说好了，不用害怕。[BLANK10]，我不敢夸口说我无所不知，可是，也许有时我能满足你的好奇心，我过去不是一直当杂耍的戏班主的。我学过比目前‘在贵宾面前介绍卡比或心里美先生’更为有用的东西。”“学过什么？”“我们以后再说吧！眼下你只要知道一个耍狗把戏的人是可以在世界上占有过某种地位的就行了；你同时也要懂得：如果你现在处于生活阶梯的最底层的话，那么，只要你愿意，你也能够慢慢地高升，三分靠运气，七分靠自己。",
      "choices": [
        "上午我就可以带着卡比随便遛弯儿",
        "也许我回答不了你所有的问题",
        "我们旅行的方式是最简单不过的了",
        "一般都在小学或中学里读书哩",
        "我们全班人马穿着盛装",
        "当你看见你所不懂的东西",
        "让我们秩序井然地开进村子",
        "我强令心里美穿上将军服",
        "维泰利斯平时总是紧紧看住我",
        "我们漫无目的地一直往前走"
      ],
      "context_id": "TRIAL_00121",
      "answers": [
        2,
        9,
        7,
        4,
        6,
        0,
        8,
        3,
        5,
        1
      ]
    },
    {
      "context": "人们正在庆祝杜比雅七十五岁生日的那天，多米骑着他的驴子庞踢五出去逛了一阵。他出了城门，走得很远。这天的天气非常好。庞踢五慢悠悠地荡着，多米骑在它背上，吹着口哨，什么事也没有想。他们走了好长一段路，[BLANK1]，立在一块荒芜的平地上。[BLANK2]，因此他不认识这幢房子。[BLANK3]。[BLANK4]。“我得在这里瞧瞧。”他对自己说。[BLANK5]。[BLANK6]。窗子上都布满了灰尘，[BLANK7][BLANK8]！他瞧见了一张旧床，[BLANK9]。屋子里一个人也没有，脏得可怕。“这真怪。”他想。他绕着房子兜了一圈。[BLANK10]。这个房间也是又脏又乱，可怕极了。不过这里有三个人。[BLANK11]！[BLANK12]，因为他们有一个还没有穿裤子，另一个没有穿衬衫，第三个正在各处找他的鞋子。他们似乎都在发牢骚，有怨气。多米听到他们说：“我的裤子到哪里去了？”“我的衬衫在什么地方？”……诸如此类的话。当他正在窥看的时候，[BLANK13]，也穿上了。他们似乎是很饥饿，因为他听见他们说：“我什么面包也没有弄到。”[BLANK14]。“什么吃的也没有。”这是乐纳丹说的。“你真的是说，我们屋子里一点儿面包也没有吗？”贾斯佩问。“甚至一点儿面包屑也没有。”哈士贝说。“连姜糖面包也没有吗？”乐纳丹问。“没有。”哈士贝说。“这可糟透了。”贾斯佩嘟囔着，因为他正想吃面包哪。“不过还有一点儿咸肉、青鱼和土豆。”乐纳丹说。“那不行，我要吃面包。”贾斯佩说。“面包可是一点儿也没有。”乐纳丹说。",
      "choices": [
        "他们也就找到了他们的衣服",
        "因此他就把驴子系在一棵树上",
        "多米瞥见一座高大的老房子",
        "然后他就悄悄地走到房子旁边去",
        "他不知道谁住在它里面——甚至还不知道它里面是否住有人",
        "上面睡着一只狮子——睡得很熟",
        "——这是贾斯佩说的话",
        "他过去从来没有离开过小镇这么远",
        "他们看上去好像是刚刚才起床",
        "他所看到的情景使得他的双腿发抖",
        "他走近前向里面窥望……",
        "又从另一个窗子朝里望",
        "他在周围没有发现什么人影",
        "这时多米就猜到了这是谁住的屋子 ——三个强盗"
      ],
      "context_id": "TRIAL_00122",
      "answers": [
        2,
        7,
        4,
        12,
        1,
        3,
        10,
        9,
        5,
        11,
        13,
        8,
        0,
        6
      ]
    },
    {
      "context": "小海蒂站在枝叶随风摇摆的枞树下面，等爷爷从屋里出来。海蒂去家，[BLANK1]，所以爷孙俩正要一起下山。小海蒂急着想看见，问问她面包好不好吃。虽然心里急，[BLANK2]。[BLANK3]，怎么听都听不厌，而且绿色的牧场和牧场上金色花朵的芳香与光芒，是她永远享受不够的。这时，爷爷从小屋走出来，又环视一圈四周，满意地说：“好了，走吧。”今天是礼拜六。阿鲁姆大叔一到礼拜六，常要把屋里屋外，[BLANK4]。这是爷爷的习惯，[BLANK5]，特地一大早就起来把活干完。现在到处已经整整齐齐，爷爷一副满意的样子。[BLANK6]，海蒂跑进屋去。一听到她的脚步声就高兴地喊：“是你吗，小海蒂？真的又来了吗？”她抓过海蒂的手，紧紧握住，不再松开。[BLANK7]。[BLANK8]，吃了之后，今天觉得特别有精神，也有力气了。贝塔的妈妈也补充说，怕一下就给吃没了，[BLANK9]。这周每天吃一个，肯定会更有精神的。[BLANK10]，她说完之后，海蒂又想了一会，终于有了好主意。“我知道怎么办才好了，。”海蒂欣喜地急着说。“我要给克拉拉写信。克拉拉一定会送来和现在一样多，不，是这儿的两倍多的面包。从前，[BLANK11]。后来被他们扔掉的时候，[BLANK12]。克拉拉一定会答应的。”“哎呀，”布丽奇说，“这倒是个好主意，[BLANK13]。其实，只要钱有点富余就行。[BLANK14]。只是，我有时连黑面包都买不起。”这时，[BLANK15]。“对呀，，我有好多钱呢，”她大声喊道，高兴得一蹦老高。“我知道怎么办了！",
      "choices": [
        "到现在她还是担心这孩子会不会再被带走",
        "爷孙俩在山羊贝塔家那儿分手",
        "头顶上故乡的枞树哗哗地响",
        "而爷爷去德尔芙里取皮箱",
        "小海蒂脸上忽然露出开朗的笑容",
        "不过那样面包会变硬的",
        "还有山羊棚收拾得干干净净",
        "所以昨天和今天只各吃了一个",
        "海蒂认真地听着布丽奇的话",
        "山下德尔芙里的面包店里也做这样的面包",
        "我在壁橱里放了好多这样的面包",
        "克拉拉就向我保证再还给我和那些一般多的",
        "告诉海蒂那面包有多么好吃",
        "今天因为下午要和海蒂出去",
        "可是在树下等着却一点不乏味"
      ],
      "context_id": "TRIAL_00123",
      "answers": [
        3,
        14,
        2,
        6,
        13,
        1,
        0,
        12,
        7,
        8,
        10,
        11,
        5,
        9,
        4
      ]
    },
    {
      "context": "吉姆斯警长已从警20多年，侦破过无数疑难案件，同事称他是再生的福尔摩斯，市民赞他是“神探”。可是，由于“511”重大盗窃案一直未能侦破，“神探”耀眼的光环也黯然失色。5月11日下午5点，吉姆斯正要下班，电话骤然响起。他不悦地嘟囔了一句，[BLANK1]。这是一个报案电话，报案人自称是米勒。米勒？[BLANK2]！吉姆斯心中一惊。这个富翁亲自报案，[BLANK3]？原来，[BLANK4]，发现储藏室内的保险柜被人打开，大量贵重物品已被盗一空。米勒跺着脚急切地说：“吉姆斯警长，请你尽快来现场看看，我损失惨重啊！”吉姆斯接完电话，[BLANK5]，两人驱车急如星火地赶往阿尔士林山庄。[BLANK6]。这里树木繁茂，空气清新，[BLANK7]。[BLANK8]，很快来到半山腰处米勒的6号别墅。[BLANK9]，镂花的大铁门，四周是一人多高的铁栅栏，前面是栽着名贵花木的小花园。杰克揿响门铃，一会儿，[BLANK10]。两人刚进到院内，一只高大凶悍的德国杜宾犬“汪汪”狂吠着冲过来。一下扑在杰克身上，全身直立，眼露凶光，龇牙咧嘴要撕咬他。杰克猝不及防，吓得脸色煞白全身哆嗦，大喊：“吉姆斯，快、快救我……”吉姆斯大惊失色，[BLANK11]。危急关头，米勒大步奔出来，大声呵斥道：“贝贝，这是我的客人，快回来！”贝贝听主人一喊，[BLANK12]，摇头摆尾乖乖地回到米勒身旁。“这只狗真凶，吓出我一身冷汗！”杰克心有余悸，后怕地叹道。米勒拍拍贝贝的脑袋，说：“是啊！[BLANK13]，就是这副恶狠狠的模样。”",
      "choices": [
        "米勒刚才回到阿尔士林山庄的别墅",
        "难道发生了什么重大事件",
        "一名女佣人过来打开了铁门",
        "果然听话地停止了攻击行动",
        "阿尔士林山坐落在城市的南郊",
        "赶紧掏出警棍要击打恶犬",
        "豪华气派的别墅是典型的欧式风格建筑",
        "但还是迅速地抓起电话",
        "这不是鼎鼎有名的石油大亨吗",
        "赶紧叫住刚跨出门的警员杰克",
        "它只要一看见陌生人进来",
        "山上星罗棋布建有一幢幢各具特色的豪华别墅",
        "杰克开着警车沿着蜿蜒曲折的柏油路上山"
      ],
      "context_id": "TRIAL_00124",
      "answers": [
        7,
        8,
        1,
        0,
        9,
        4,
        11,
        12,
        6,
        2,
        5,
        3,
        10
      ]
    },
    {
      "context": "组成维泰利斯先生杂耍班的演员——我指的是狗和猴子——的确是些很有才能的喜剧演员，可惜这种才能不是多样化的。演出三、四场之后，[BLANK1]，除了重复那一套外，它们再也翻不出新花样来了。因此，[BLANK2]。到达于塞尔三天之后，[BLANK3]。我们上哪儿去呢？提出这样一个问题，[BLANK4]。“你熟悉这地方吗？”他瞧了瞧我，反问道。“不熟悉。”“那你为什么问我到哪儿去呢？”“想知道呗。”“想知道什么？”我瞠目结舌，连一句话也答不上来，[BLANK5]。“如果我告诉你，”维泰利斯继续说，“我们先到奥里亚克①，然后动身去波尔多②，[BLANK6]，这能告诉你什么呢？”“那您是知道这些地方的啰？”“从来没有去过。”“但您是知道我们要上哪儿去的吧？”他久久地瞧着我，[BLANK7]。“你不认字，是吗？”他问我。“不认字。”“你晓得什么是书吗？”“晓得。人们带着书去望弥撒，当背不出祈祷文的时候，好照着书念。书我见过，装潢很漂亮，里面有图画，封面是皮的。”“好。那你知道人们可以把经文装在书本里啰？”“是的。”“书里还可以装其他东西。当你背诵祈祷文的时候，[BLANK8]，这些词句从你的耳朵进入你的脑子里。然后，当你召唤它们的时候，[BLANK9]。嗯，那些拿着书本祈祷的人，[BLANK10]，而是用他们的眼睛去取出早已装在书本里的祷文。这就叫作念书。”“念书我见过，”我以自豪的口吻说。我并不是一个笨蛋，别人讲的，我全理解。“不但祈祷文可以写成书，所有的一切都能写成书。等一会休息时，我给你看一本书。[BLANK11]。",
      "choices": [
        "我们又不得不重新赶路了",
        "观众对它们的节目就全摸了底",
        "我在师傅面前算是够大胆的了",
        "似乎要从我身上发现某种东西",
        "不宜在同一个城市停留很久",
        "我们可以在书里找到我们要经过的国家的国名和历史",
        "他们的祷词不是从他们的头脑中唤出来的",
        "就是在默诵你母亲装在你耳朵里的词句",
        "只是望着面前伸向林木葱宠的山谷深处的白晃晃的道路",
        "它们又回到你的舌头上",
        "再从波尔多向比利牛斯山③进发"
      ],
      "context_id": "TRIAL_00125",
      "answers": [
        1,
        4,
        0,
        2,
        8,
        10,
        3,
        7,
        9,
        6,
        5
      ]
    },
    {
      "context": "我们上岸之后，被一大群穿泳装的游客围住。他们对着我俩又是鼓掌，又是拍照。而我们的样子，说实话，是太可怜了。不穿衣服，又没有等级标志，太不习惯了，太难看了。[BLANK1]，使用个化名……我打定主意之后，把手指贴在嘴唇上，暗示福克斯不要吱声。[BLANK2]，结果很像是一个飞吻……游客们又是一阵欢笑，鼓掌，异口同声地喊道：“好！好！”我也弄不清是怎么回事，但尽量表现得很镇静。我沉默着，[BLANK3]。这时，[BLANK4]，对观众们说道：“诸位，可能你们都听说过，有一种流传很广的意见，认为随着文明时代的到来，夏威夷岛的土著居民已经绝迹。其实，这种看法是错误的。[BLANK5]，找来两个活生生的土著人。[BLANK6]，就是一种古老的民间运动。”我静静地听着，福克斯也一声不响。这个小伙子停顿了一下，咳嗽了两声，又像背书似的说：“土著人，或者叫夏威夷人，身材匀称，性情温和，富有音乐才能……”[BLANK7]，我觉得似乎有点言过其实。我的性情倒是挺温和，可是身材和音乐才能，[BLANK8]我想申辩几句，但是忍住了。可他还不算完，继续说道：“今天晚上，[BLANK9]。售票地点是夏宫售票处，票价适中。休息厅有舞会，小吃部有冰镇饮料……”他又说了几句，然后拉住我们的手，领到一边问道：“你们看怎么样？”“无所谓，”我回答说，“感谢你的美意。”“太好了！请问你们住在哪里？”“暂时，在太平洋。以后去哪儿，还说不清楚。老实话，我不喜欢……”“看您说的！”他反驳说，“‘太平洋’可是一流的饭店，您找不到比它更好的地方了。我绝不说瞎话。请原谅，现在咱们该走了，音乐会半个小时后开始。”",
      "choices": [
        "走来一个身穿西服的小伙子",
        "这两个土著人将使用夏威夷吉他举办一个音乐会",
        "就很难苟同他的评价了……",
        "海滨浴场为各位游客竭诚服务",
        "我用这些评语衡量了一下自己",
        "刚才他们所做的精彩表演",
        "我决定干脆隐瞒自己的姓名和身份",
        "可是我这个动作做得不大标准",
        "看接下去事态会怎样发展"
      ],
      "context_id": "TRIAL_00126",
      "answers": [
        6,
        7,
        8,
        0,
        3,
        5,
        4,
        2,
        1
      ]
    },
    {
      "context": "飞艇，最初由德国人在1897 年首创。从本世纪初到三十年代，飞艇曾多次大显身手，尤其是在远距离、大规模运输方面，它明显优越于当时的飞机。第一次世界大战期间，[BLANK1]，被称为“水上飞机”。在二、三十年代，[BLANK2]，使飞艇的发展达于巅峰。可是，飞艇毕竟不同于飞机，[BLANK3]，而且有一个充满氢气的气囊作浮力，因此事故频频。“兴登堡”号飞艇的爆炸，最终宣告了飞艇时代的结束。在飞艇与飞机的竞赛中，[BLANK4]。[BLANK5]，德国的大型飞艇“齐伯林伯爵”号以美国的莱克哈斯特为起点和终点，完成了航空史上第一次载客环球飞行。这一成功使德国航空工程师、飞艇事业的先驱埃克尼尔备受鼓舞。[BLANK6]，并以此来建立欧美之间的空中走廊。1931 年，这艘新飞艇开始设计，并以当时德国总统的名字命名为“兴登堡”号。历时53 个月，费工156 万个小时，耗资360 万美元“兴登堡”号终于在1936 年3 月24 日完工。这条空中“巨鲸”长245 米，高44．8 米，最大直径41．4 米，总重195．5 吨，可载重19 吨。[BLANK7]，配有4 台1100 马力的柴油发动机，巡航速度为121 公里／小时，可连续不同断飞行200 个小时。艇内设有旅客包舱、淋浴室、餐厅、休息厅、吸烟室，豪华客厅里还放着一架供旅客演奏消遣的大钢琴，飞艇的货舱很大，足可以容纳汽车和小型飞机。“兴登堡”号问世不久，[BLANK8]。在1936 年一年中，它10 次飞到美国。",
      "choices": [
        "欧美许多国家竞相研制飞艇",
        "德国人便启用它开辟了横越大西洋的德国一美国航线",
        "它不仅需要大马力的发动机",
        "1929 年8 月8 日至8 月29 日",
        "飞艇主要用于反潜巡逻任务",
        "他决心建造一艘最大的载客飞艇",
        "是飞艇首先环球飞行成功",
        "气囊总体积达20 万立方米"
      ],
      "context_id": "TRIAL_00127",
      "answers": [
        4,
        0,
        2,
        6,
        3,
        5,
        7,
        1
      ]
    },
    {
      "context": "我在矿里交了不少朋友，共同遭受的巨大痛苦把我们的心连在一起了。我们遭难在一起，求生在一起，死里逃生在一起，[BLANK1]。加斯巴尔大叔，尤其是老夫子，对我非常钟爱；[BLANK2]，然而他也很喜爱我，如同喜爱一个被人从死神手里夺回来的孩子一样。[BLANK3]，我也已经把我们长时间埋葬在工作面里的始末原原本本地讲给他的女儿听了。[BLANK4]。“我给你找一个挖煤工的工作，”加斯巴尔大叔对我说，“这样我们就不会再分开了。”“如果你想在办公室找个活干，”工程师对我说，“我可以为你安排。”[BLANK5]，他同那些习惯于每天都冒风险的人一样，不久就要满不在乎地重新下井了；[BLANK6]，也没有他那种勇气，我实在不想再干推车工这个活了。当然，[BLANK7]，它也很能激起我的求知欲，我也总算有幸见到了一个矿，但我已经看够了，丝毫也没有重回矿井的愿望。只要一想到重回矿井，我心里就发慌，感到紧张得透不过气来，[BLANK8]。露天生活，头上顶着蓝天的生活，[BLANK9]，我也感到惬意。[BLANK10]，他们一个感到惊讶，另一个因为我不喜欢矿工这个活而感到难过。还有卡洛利，他听说后，竟说我是胆小鬼。跟工程师讲的时候，我可不能说自己不愿意干井下的活，因为他本来就没有让我再回到井下去，他已答应过在他的办公室里给我找个职位，而且如果我愿意认真地跟他学，他还可以教我。我想，[BLANK11]，我也就这样做了。“这么说来，你是喜欢过奔走江湖的生活了。”他说，“你喜欢流浪和自由，我没有权利阻挠你。我的孩子，按照你自己选择的道路走去吧。”",
      "choices": [
        "我把这种想法告诉了加斯巴尔大叔和老夫子",
        "我肯定不是那种在地底下干活的材料",
        "最好还是将真情全部告诉他",
        "现在大伙儿成了一个人",
        "尽管工程师没有和我们一起身陷水牢",
        "加斯巴尔大叔自然认为我会重回矿井的",
        "所有的人都想把我留在瓦尔斯",
        "他曾邀请过我到他家里作客",
        "我可不象他那样是个对什么都放得下心的人",
        "这个矿倒是一个满不错的矿",
        "即使是漫天飞着鹅毛大雪"
      ],
      "context_id": "TRIAL_00128",
      "answers": [
        3,
        4,
        7,
        6,
        5,
        8,
        9,
        1,
        10,
        0,
        2
      ]
    },
    {
      "context": "萨沙早就想让妈妈给他买一把打纸炮的手枪。可妈妈总是说：“你要这种枪干什么？多危险呀！”“这有什么危险？它打的是纸炮，又不是子弹，难道用它能打死人？”“什么事情都有可能发生，如果纸炮崩了眼睛，就会变成瞎子的。”“崩不着，打枪的时候我会闭上眼睛的。”“不行，不行。这种枪总是惹麻烦。说不定枪一响，会把别人吓着。”妈妈对他说。[BLANK1]。萨沙有两个大姐姐，一个叫玛琳娜，一个叫伊拉。他看妈妈不理他，便去求她们：“亲爱的好姐姐，我太想要手枪了，你们就给我买一支吧。我一定听你们的话。”“萨沙，你真是一个小滑头！”玛琳娜说，“要东西的时候你说的话可好听了，左一个亲爱的，右一个亲爱的，可等妈妈一不在家，你就谁的话也不听了。”“不，我听话，我听你们的话！不信你们考验我，我准乖极了。”“好吧，”伊拉说，“我和玛琳娜再商量商量，如果你保证听话，我们也许会给你买一支。”“我保证！只要给我买来手枪，我什么都保证！”第二天，[BLANK2]。新手枪亮闪闪的，纸炮也不少，大约一百个，打上一天也打不完。[BLANK3]，把手枪贴在胸前一个劲儿地亲它，嘴里还说个不停：“心爱的手枪，我多么爱你呀！”[BLANK4]然后就开始打纸炮了。过了半小时，屋里弥漫着青烟，充满了刺鼻的火药味。“别打了！”伊拉终于开口了，“枪一响，我就打哆嗦。”“胆小鬼！”萨沙说，“女的都是胆小鬼！”“等我们把你的手枪没收了，你就不会叫我们胆小鬼了。”玛琳娜警告他说。“那我到院子里去吓唬小孩。”他跑到院子里，一个小孩也没看见。于是他跑到大门外，[BLANK5]。萨沙等她走近，“砰” 的就是一枪！老大娘吓了一跳，站在原地不动了。过了一会儿她才说出话来：“啊呀，你可把我吓坏了！",
      "choices": [
        "姐姐们送给萨沙一支手枪和—盒纸炮",
        "萨沙高兴地在屋里跑来跑去",
        "结果妈妈还是没有给萨沙买手枪",
        "正好一位老大娘走过来",
        "他在枪上刻上了自己的名字；"
      ],
      "context_id": "TRIAL_00129",
      "answers": [
        2,
        0,
        1,
        4,
        3
      ]
    },
    {
      "context": "当哈士贝从监牢里走出来以后，他就背着一袋子食物去看狮子。路途并不很近，而且天也晚了。当他走近屋子的时候，[BLANK1]。[BLANK2]。[BLANK3]。[BLANK4]，院子外面围了一道墙，狮子只要愿意，随时都可以到院子里去玩。[BLANK5]，它也可以在卧室里躺在床上睡大觉。[BLANK6]，当他走进来的时候，狮子正站在门里等待。它一见到他就跳过来，几乎把他扑倒。它舐着他的脸。“好了，好了。老家伙，”哈士贝说，“不要兴奋得太过火了。让我把食物从袋里取出来吧。”于是他打开那些可口的肉制食品。又取来一桶水。他把巴士贤赠送的那份礼物递给它——牛奶巧克力糖。“这是你的点心。”他说。这些东西摆出来后，[BLANK7]。哈士贝在它的下巴下面搔痒——它非常喜欢这一套动作。“我很为你感到可惜，狮子，”哈士贝说。“你没有像我们一样被抓走。你知道，我们也没有办法帮助你。[BLANK8]，但我们不久就会回家。我最好现在就回去，[BLANK9]。再见吧，放乖一些。”[BLANK10]，然后回到镇上来。理发师每天到监狱里来聊聊天，同时也学习演奏强盗们的《进行曲》和华尔兹舞曲。作为还礼，[BLANK11]。[BLANK12]。对于这一切，[BLANK13]。警察局就这样变得生气勃勃起来了，好像这里每天都有一个游艺会在进行。[BLANK14]，那就是为狮子弄食物。它吃得太多，而香肠店主对于自己店里的肉食又非常吝啬。“他说他不能再无偿地提供肉食。”有一天巴士贤对贾斯佩、哈士贝和乐纳丹说。“这真不幸。”哈士贝不安地说。",
      "choices": [
        "他们已经把通向院子的那个门打开了",
        "不然巴士贤先生就会生我的气",
        "他也教给他们一些自己作的曲子",
        "他当着狮子的面把门锁上",
        "巴士贤和他的太太也都感到高兴",
        "实际上它不值得发那么大脾气",
        "不过有一件小事使巴士贤感到不安",
        "因为他们把它伺候得相当舒服——当然只是就狮子而言",
        "强盗们从早到晚都在练习",
        "如果外面的天气不太温暖",
        "狮子看上去似乎感到很满意",
        "他听到狮子已经在烦躁地咆哮",
        "哈士贝把钥匙在门锁上转动了一下",
        "目前你只好单独住在这里"
      ],
      "context_id": "TRIAL_00130",
      "answers": [
        11,
        5,
        7,
        0,
        9,
        12,
        10,
        13,
        1,
        3,
        2,
        8,
        4,
        6
      ]
    },
    {
      "context": "地动山摇的一个炸雷之后，我就失去了知觉。等我醒过来一看，[BLANK1]。[BLANK2]。四周吹着大风，一片雾濛濛的，海水沸腾着，[BLANK3]。原来，[BLANK4]，经不住这种迅速的冷却，而炸裂了。看来，可怜的罗木遇难了，我的船也完了。总之，一切希望都化为泡影。福克斯也落人水里。[BLANK5]，正在一个漩涡中打转。我也使劲儿划了几下水，游到一块木板跟前，爬上去。等了一会儿，海水平静了，风也停了。[BLANK6]，把各自的木板上都放满。然后我们俩划到一起，就听天由命了。我躺在木板上，把胳膊腿夹得紧紧的，福克斯也是如此。我们俩靠在一起，随波逐流地漂着，只是不时地相互问候几句：“喂，福克斯，你感觉怎么样？”“放心吧，船长，一切正常！”正常倒是正常，可是说实话，[BLANK7]。寒冷，饥饿，惊恐不安。第一，[BLANK8]，或者说能不能把我们漂到另一个地方去；第二，随时可能有鲨鱼出没，[BLANK9]。你稍微一动水，就会引起鲨鱼的注意。一旦它向你发起进攻，[BLANK10]。我们就这样灰心丧气，无所做为地漂着。一天过去了，两天过去了……后来，我就数乱了。没有带着日历嘛。为了防止再出错，我和福克斯就各数各的，每天早上核对一遍。有一天夜里，天气晴朗，福克斯睡着了，我却失了眠，[BLANK11]。当然，由于缺少仪器和图表，[BLANK12]。但我毕竟毫无疑问地发现：就在这天夜里，我们越过了一道时区线。小伙子，也许您也听说过，[BLANK13]，大海里是没有什么标志的。可是为了航行方便，日历就是在这个地方搞了些小魔术：从西向东航行两天，日历上也是两天；",
      "choices": [
        "我看见他趴在一块木板上",
        "半个小岛和我的小船都不见了",
        "只有一缕缕的热蒸气仍然向天上飘去",
        "时区线只能在地图上看见",
        "我和福克斯捞了许多煮熟的鱼",
        "就很难说你的胳膊腿是否还能保全了",
        "你只能一动不动地躺在木板上",
        "水面上漂浮着煮熟的鱼虾",
        "这样航海毕竟叫人伤心",
        "刚才是烧红的岩石遇上暴雨",
        "于是决定爬起来观察观察",
        "观察的准确性只是相对的",
        "不知道海水会把我们漂到哪里去"
      ],
      "context_id": "TRIAL_00131",
      "answers": [
        1,
        2,
        7,
        9,
        0,
        4,
        8,
        12,
        6,
        5,
        10,
        11,
        3
      ]
    },
    {
      "context": "那―天，有一个旅行团来到森林旅馆。 [BLANK1]，大伙儿坐在旅馆的大厅里，等候着浣熊小姐给他们安排房间。 旅途太劳累了，没过一会儿，[BLANK2]。 漂亮的松鼠小姐，头朝前一冲一颠的； 犀牛太太倚着墙，睡得很沉； [BLANK3] 獾先生和獾太太，背靠着背睡得很舒服。 最有趣的是猫女士，她一合眼就打起呼噜来了―― “呼―一噜！” “呼一―噜！” [BLANK4]。 松鼠小姐吃了一惊，她说：“只有老爷爷才打呼噜，怎么女士也会打起呼噜来呢？” 獾太太也奇怪地说：“女士的呼噜打得这么响，我也是头一回听到！” [BLANK5]。 松鼠小姐第一个喊叫起来：“我不愿意和猫女士一起住，她的呼噜会闹得我整夜睡不着的。” 两只小白兔也摇头说：“我们不想和猫女士在一起，听见她的呼噜，我们还以为是老虎来了呢！” 獾先生和獾太太也说：“我们喜欢安静，不喜欢别人来打扰。” 只有犀牛太太说：“猫打呼噜，挺平常的事儿，就让我和猫女士一起住吧。” 第二天，天刚蒙蒙亮。 [BLANK6]。 松鼠小姐哭哭啼啼的，她的小脚趾头上，包着纱布。原来，松鼠小姐爱漂亮，她的小脚趾上，[BLANK7]。[BLANK8]，就使劲地咬了一口，咬掉了松鼠小姐的小半截脚趾头。 小白兔俩呢，无精打采地说，他们一晚上都没睡着，[BLANK9]。 獾太太皱着眉头说：“我们带来的干粮，全让老鼠给掏光了，獾先生的西服上，也被老鼠咬了一个洞。 只有犀牛太太精神最好，她说：“哎呀，我睡得好极了。我这才知道，猫女士白天睡觉打呼噜，晚上她一晚都没睡，忙着捉老鼠呢。房间里静悄悄的，我睡得可香甜了。 大伙问：“猫女士呢，现在在哪里？” ",
      "choices": [
        "都涂着香喷喷的红色指甲油",
        "那声音把大伙儿都惊醒了",
        "河马经理和浣熊小姐忙着接待客人们",
        "老鼠们在他们的房间里开联欢会",
        "旅馆的大厅里突然热闹起来",
        "大伙儿开始打起瞌睡来",
        "浣熊小姐开始分房间了",
        "两只小白兔头碰到一起也睡着了；",
        "有一只老鼠以为那是一块糖"
      ],
      "context_id": "TRIAL_00132",
      "answers": [
        2,
        5,
        7,
        1,
        6,
        4,
        0,
        8,
        3
      ]
    },
    {
      "context": "不久前，妈妈送给维塔利克一个鱼缸和一条小鱼。这条鱼可好看了！[BLANK1]。[BLANK2]。[BLANK3]，给它换水，但是后来就不那么热心了，甚至有的时候忘记按时喂它。维塔利克还有一只小猫，叫木尔吉克。它长着—身灰色的长毛，一双绿色的大眼睛。木尔吉克特别喜欢看鱼，常常蹲在鱼缸旁边，[BLANK4]。妈妈提醒维塔利克说：“你要注意木尔吉克，可别让它吃了你的小鲫鱼。”维塔利克回答说：“您放心，我看着它呢。”有一天妈妈出门了，[BLANK5]。[BLANK6]，说：“咱们俩换吧。你把小鲫鱼给我，我把哨子给你。”维塔利克不同意：“我要哨子做什么？还是鱼比哨子好玩。”“好什么呀？哨子能吹，你的鱼能干什么？难道鱼还会吹哨子？”维塔利克回答说：“鱼干嘛要吹哨子？它不会吹哨子，可是会游泳，你的哨子能游泳吗？”“瞧你说的！”谢廖沙笑着说，“哪儿听说过哨子游泳啊！[BLANK7]，那你可就不上算了。既没有鱼，也没有哨子了。反正猫不能吃哨子，哨子是铁做的。换不换呀？”维塔利克还是不同意，他说：“我妈妈不让我和别人交换东西。她说我要什么她就给我买什么。”“她上哪儿去买这么好的哨子？”谢廖沙说。“这是民警用的真正的哨子，外边买不着。只要我到院子里 —吹哨子，大伙儿准以为是民警来了。”[BLANK8]。“来，让我吹一下。”维塔利克说。[BLANK9]，哨子很响，清脆悦耳。[BLANK10]，所以很想留下这哨子。但他一时拿不定主意，于是就说：“你没有鱼缸，小鲫鱼往哪儿放呢？”“我们家有个大罐头瓶，我就把鱼放那里面。”“那好吧。”[BLANK11]。",
      "choices": [
        "维塔利克同意和他换了",
        "不过你的鱼会让猫吃掉的",
        "一连几个小时目不转睛地盯着小鲫鱼",
        "谢寥沙看见鱼缸里的小鲫鱼",
        "谢廖沙让他拿哨子吹了吹",
        "谢廖沙掏出哨子用力一吹",
        "起初他总是想着鱼——喂它吃的",
        "人们叫它银色的小鲫鱼",
        "维塔利克有了小鲫鱼非常高兴",
        "维塔利克的朋友谢廖沙来找他玩",
        "维塔利克真喜欢这种哨声"
      ],
      "context_id": "TRIAL_00133",
      "answers": [
        7,
        8,
        6,
        2,
        9,
        3,
        1,
        5,
        4,
        10,
        0
      ]
    },
    {
      "context": "你看过芭蕾舞剧《天鹅湖》吗？在优美的乐曲声中，可爱的小天鹅翩翩起舞，[BLANK1]。[BLANK2]，是俄国十九世纪著名音乐家。他从孩提时代起，[BLANK3]，可以一连几个钟头津津有味地倾听那些只有成年人才能听得懂的古典乐曲。音乐，使他幼小的心灵常常激动得不能自制。一天晚上，[BLANK4]。[BLANK5]。听着这宛转悠扬的歌声，[BLANK6]，来到一片水草鲜美的原野上。[BLANK7]，宛如钻石一样闪闪发光。葱葱笼笼的树林里，不时传来夜莺醉人的鸣囀声。忽然，柴可夫斯基站起身来，向自己的房间走去。过了一会儿，女家庭教师走进房间，发现柴可夫斯基激动不安地坐在床上，热泪盈眶。她奇怪地问道：“你哭什么？”“哦，这音乐，这音乐！它老缠着我！[BLANK8]！它使我安静不下来！”[BLANK9]，声音颤抖地回答。这一夜，他辗转反侧，久久不能入睡。第二天一大早，他就坐到了钢琴前，[BLANK10]。[BLANK11]，他又用手指在桌椅和窗台上面继续敲打着旋律。有一天，他爬上一道窗台，[BLANK12]，可是一不小心，把玻璃打碎了，弄伤了手指头。[BLANK13]，于是，他们便为儿子请来了一位女音乐教师。",
      "choices": [
        "小柴可夫斯基仿佛迎着晨风",
        "慈祥的母亲演唱了一首阿尔雅布耶夫的浪漫曲《夜莺》",
        "就与音乐结下了不解之缘",
        "当父母把他从钢琴旁支开时",
        "它呆在这儿——在我的脑瓜里",
        "草上的露珠在朝阳的照射下",
        "柴可夫斯基指着自己的额头",
        "这次偶然事故使父母注意到了柴可夫斯基的音乐天赋",
        "在玻璃窗上敲击着《夜莺曲》",
        "把观众引入了神话的境界",
        "《天鹅湖》的曲作者柴可夫斯基",
        "凭着记忆弹奏起《夜莺曲》",
        "柴可夫斯基的家庭开了一个小型音乐会"
      ],
      "context_id": "TRIAL_00134",
      "answers": [
        9,
        10,
        2,
        12,
        1,
        0,
        5,
        4,
        6,
        11,
        3,
        8,
        7
      ]
    },
    {
      "context": "一段时间，每到下午第一节课后，意大利摩德纳市音乐学院那些穿着整齐校服的声乐班学生就会拼命地从北侧的教学楼向南边的校区跑去。原来，[BLANK1]。这样，在北校区上第一节课的学生们要跑到最南面的教学楼里聆听大师的讲座。为了能抢到最好的位置，[BLANK2]。在这群同学中，有个叫卢奇的19岁的小胖子总是被甩在后面。为了能抢到好座位，[BLANK3]。当下课铃一响，[BLANK4]。[BLANK5]，但他还是在进入教室的一刹那被赶上的同学卡在了门口。每天想尽办法，卢奇还是抢不到好座位。更糟糕的是，由于费尽心思抢座位，[BLANK6]，而第二节课也累得没心情。[BLANK7]，觉得这样下去得不偿失。[BLANK8]，那何不做好当下的事情呢？从此，他总是等同学们飞奔出去后才慢条斯理地走出去。[BLANK9]，一边和匆匆而过做着鬼脸的朋友们打招呼。由于位置不好，他在大师的课上比谁都更用心，也因为在路上已经为第二节课做好准备，所以在课堂上他更有效率。转眼间5个年头过去了，当初的小胖子也越来越胖。不过，他已经成为全学院最出色的学生，大师的课堂上甚至有他专门的座位。1971年，他参加了阿基莱？佩里国际声乐比赛。赛前，[BLANK10]。[BLANK11]，而最胖的他却独自躲在一边继续练习着发音。“我也非常紧张、好奇，不过，未来还未发生，与其过度地关注分散精力，不如做好手头的工作。现在的一切，将决定未来的结果。”当天晚上，他因成功演唱歌剧《波希米亚人》主角鲁道夫的咏叹调而荣获一等奖。",
      "choices": [
        "尽管抢占先机的他比以前跑得更快了些",
        "卢奇意识到了问题的严重性",
        "选手们被告知首相要来观看决赛",
        "既然自己没有能力改变未来",
        "他就拼尽全力地抢在老师之前跑出门去",
        "同学们一个个像高速喷射的小火箭一样向目标奔去",
        "他一边思考着下一节课自己学习的重点",
        "他的第一节课基本上没听进去",
        "每天下午第二节课是由意大利着名声乐大师波拉先生亲自教授的",
        "卢奇在第一节课上到一半的时候就开始养精蓄锐",
        "大家都兴奋异常地猜测着谁会引起首相的注意"
      ],
      "context_id": "TRIAL_00135",
      "answers": [
        8,
        5,
        9,
        4,
        0,
        7,
        1,
        3,
        6,
        2,
        10
      ]
    },
    {
      "context": "我绕过这个港口，又向前走，过了一天，平安无事。傍晚，海上起了大雾。任你把眼睛瞪得多大，什么也看不见。四面八方都是信号、汽笛声、钟声……既令人不安，又令人愉快。[BLANK1]。[BLANK2]。很近了才看清，是一条扫雷舰。我往右边躲，它也往右边躲，我向左，它也向左……一声可怕的撞击，[BLANK3]，水涌进船舱，“失利”号被撞得裂成两半，慢慢地沉下去。我一看，这回可真完了！“福克斯，拿上救生圈，一直往西游，陆地不远了。”“您怎么办，船长？”“我吗，现在还不能走。要写航海日志，要和小船告别，最主要的，我不想去那里……”“船长，我也不想去那里。”“你干吗不去，福克斯，那边是海岸，陆地上有各种美景，还有神圣的富士山……”“什么美景呀！到那儿只怕得饿死。找不到工作，重操旧业，玩牌，我又不是他们的对手。他们得抢光我，让我去讨饭。我还是跟着您好。”[BLANK4]，叫我受鼓舞。我想，[BLANK5]，我又看了看损坏的小船，拿出斧头。“紧急集合！”我发出口令，“砍断绳索，砍断桅杆！”福克斯立即行动，他那卖劲儿的样子，真叫我吃惊。不是有种说法吗？破坏总比建设容易。我还没顾上再看一眼，椰子树已经倒进水里。福克斯跳到树干上，我把一些最有用的东西递给他：救生圈、指南针、一双桨、两桶淡水，还有一些衣物……我自己还站在“失利”号上。我已经感到最后的时刻到了：船尾已经翘起来，船身已经沉入水中，马上就要全部沉没了……我流泪了，[BLANK6]然后，我跳进水里，爬上椰子树，[BLANK7]。福克斯也在看着，他也流泪了。“没关系，别泄气，咱们还能航行，这点事不算什么……”我安慰福克斯。",
      "choices": [
        "挥起斧头亲手砍下了船尾镶着船名的那块木板……",
        "我的船板咯吱吱一阵巨响",
        "我隐约听见有条快船向我们开过来",
        "福克斯的忠诚真叫我感动",
        "眼看着海水吞没了我这艘久经考验的小船",
        "现在还不是唱挽歌的时候",
        "只是这愉快没有持续多久"
      ],
      "context_id": "TRIAL_00136",
      "answers": [
        6,
        2,
        1,
        3,
        5,
        0,
        4
      ]
    },
    {
      "context": "第二天一大早，爷爷就走出小屋四面观察一番。[BLANK1]。高高的山巅上泛着嫣红色的光。[BLANK2]。太阳正慢慢爬上远山。爷爷一动不动地凝望着。缓缓升高的太阳渐渐照到绿色的山坡上。[BLANK3]。当太阳终于露出它整个笑脸时，山上山下，到处变得金光灿灿。[BLANK4]，做了些上山的准备，然后把椅子停放在小屋前。[BLANK5]，叫她们也出来看看。刚好这时，贝塔上山来了。[BLANK6]，或者跑在前头，或者跟在后边，都和他隔得远远的，原来贝塔最近动不动就大发脾气，扬起鞭子乱抽乱打，羊儿们怕一不小心被打着，都不敢靠近他。贝塔气得心里直冒火。这几周来，[BLANK7]。他每天早晨上山，傍晚下山的时候，[BLANK8]，夏天都快要过去了，海蒂还一次也没和他上过山。好不容易今天要去了吧，[BLANK9]，显然，海蒂就是到了山上，也只会陪着她了。贝塔越想越气，怎么也按捺不住。再一瞧那张轮椅，立在那儿像是多么了不起似地。贝塔恶狠狠地瞪着它，心想：就是你害得我这么倒霉，今天你还想让我更不痛快是不是！[BLANK10]，一个人影也没有。于是，[BLANK11]，抓住它往山崖下狠命一推。只见轮椅一骨碌滚下山，转眼就不见了。贝塔慌忙转身，[BLANK12]。直跑到山顶一大片黑草莓树丛后，才停下脚躲在那儿。[BLANK13]，另一方面他想知道轮椅掉下去会有什么结果，而位于山顶一角的这片树丛就是最理想的观望地。[BLANK14]，要是发现爷爷上山来，他就能马上躲藏起来。这样，[BLANK15]。他朝下面一望，瞧他看见了什么！",
      "choices": [
        "海蒂总是和那个外地的小姑娘形影不离",
        "贝塔把这儿当成藏身之所",
        "飞也似地向山上一阵狂奔",
        "山谷间的阴影被金色的阳光一点点赶走",
        "他走进屋给孩子们讲外面迷人的景色",
        "那个坐轮椅的小姑娘也要跟在一起",
        "这男孩子像个野蛮人似地向轮椅扑上去",
        "清爽的晨风吹动枞树的枝叶",
        "爷爷把轮椅从仓房推出来",
        "而且从这儿一探身就能看见阿鲁姆",
        "海蒂再不像以前那么事事答应他",
        "因为一方面他怕被爷爷发现可就糟了",
        "羊儿们不像往常那样聚在贝塔身边",
        "他左右瞧了瞧——四周静悄悄的",
        "看看这一天天气怎么样"
      ],
      "context_id": "TRIAL_00137",
      "answers": [
        14,
        7,
        3,
        8,
        4,
        12,
        10,
        0,
        5,
        13,
        6,
        2,
        11,
        9,
        1
      ]
    },
    {
      "context": "从前，天国上有一个美丽的花园，一年四季花繁叶茂，鸟语花香，那里的花永远都不会凋谢，因为是用仙泉的水浇的。迷人的花香到处弥漫，引来了许多蝴蝶和蜜蜂，[BLANK1]，美丽的蝴蝶张开那五彩的智慧书页在花丛中翩翩起舞。[BLANK2]！在花园里，有一座金碧辉煌的宫殿，大理石筑成的柱子，金子做的地板，钻石做的灯，[BLANK3]，“善良”就住在这里，她已经有一年多没到人间了，准备下界来旅游一趟，看一下人间的变化。“善良”驾驶着白云飞车，到了山谷，前方不远处有一个山坡。回忆起去年，山坡上到处都是黄沙，枯草无精打采地垂着头，[BLANK4]，没有一点生机，可想而知，那里的人多么懒惰。当“善良”来到山坡上时，眼前一亮——湿润的山风轻轻地拂过，一缕缕轻盈的云雾在上空中自由自在地闲游。此时正是秋天，山坡上的果园里，瓜果飘香，[BLANK5]，好像一只只黄色的蝴蝶在空中翩翩起舞，红彤彤的柿子挂在树枝上，好像一个个红灯笼。突然，一个熟悉的身影映入了“善良”的眼帘。那不是勤劳吗？两个好朋友滔滔不绝的聊起天来：“嗨——好久不见了，朋友，你怎么在这里安下家了？这而不是‘懒惰’的领地吗？”“‘懒惰’很久没来过了，渐渐的，这里的人民都喜欢我了。”“噢，原来是这样呀！我要走了，再见”“再见，祝你旅行愉快！”往前走，回忆起前面的臭水湖，一堆堆垃圾浮在水面上，湖水浑浊不清，没有一条鱼，[BLANK6]，令人毛然悚然。“善良”想：我可不想再被熏晕了，可不能绕道呀！[BLANK7]。一阵微风吹过来，夹杂着花香的气息，夹杂着泥土的气息，夹杂着大地的气息。“善良”不由得加快了脚步，当她来到臭水湖前时，心中一惊：河流的水多么静啊！",
      "choices": [
        "勤劳的小蜜蜂扇动着透明如纱的翅膀采着花粉",
        "多么欣欣向荣的景象啊",
        "唉——只好硬着头皮走了",
        "附近的工厂排出难闻的臭气",
        "这里住着许多正义的天使",
        "金黄的落叶慢慢的飘落下来",
        "树木垂头丧气地弯着腰地面上出现了一条条裂缝"
      ],
      "context_id": "TRIAL_00138",
      "answers": [
        0,
        1,
        4,
        6,
        5,
        3,
        2
      ]
    },
    {
      "context": "强盗们把电车开走后，有好长一段时间呆在家里。在他们的那个贼窝里，一切仍然是像平时一样，没有什么变化。[BLANK1]。[BLANK2]。他们谁都不喜欢干活儿，[BLANK3]，卫生情况是一天比一天坏。他们谁也不愿意洗刷，[BLANK4]。东西只要用过以后，谁也不把它们收拾起来，因此，杯子和盘子、罐子扣饭锅、衬衫和鞋子、衣服扣子扣钱币到处都是，乱作一团。强盗们只要一走动，就会绊着一些东西。他们成天找东西哈士贝的帽子飞向何方？什么东西都不知去向。[BLANK5]，我的红裤衩也不见，装衬衫的抽斗空空荡荡。[BLANK6]？[BLANK7]。[BLANK8]？[BLANK9]？我袜子上的大洞也失踪，真怪！我的那把旧扫帚也销声匿迹。我那根缝扣眼的针，又光又快，[BLANK10]，它也不知去向，虽然它昨天还在。我的皮袋哪里去找？我的热水瓶也不见了！我那装着五条沙丁鱼的铁罐和刷地毯的刷子，也无法找到。还有那治咳嗽的东西，它一直失踪，虽然它治病有效。[BLANK11]。我的梳子现在也无踪影，[BLANK12]！还有那当作晚饭吃的肉食，我也想不起它在什么地方藏身！[BLANK13]？[BLANK14]，我记得他昨天还在附近。“我们这个屋子里应该有一个妇女才好。”贾斯佩说。“叫她为我们料理家务。”哈士贝说。“叫她为我们做饭。”乐纳丹说。“是的，我们应该有一个管家婆。”哈士贝说。“我一时还想不出找什么人干这种活儿。”乐纳丹说。“我们可以去偷一个人来。”哈士贝建议。“对，对了。”他们都一致表示同意。[BLANK15]。",
      "choices": [
        "到哪里去找我的啤酒瓶盖",
        "昨天我服用它还觉得很好",
        "现在要用它补背心上的一个大洞",
        "他们的情绪也高起来了",
        "这个地方一切都乱七八糟的",
        "那根别不住东西的别针谁人拿走",
        "乐纳丹只关心偷曾祖母的金银",
        "因此盘子和饭锅就从没有洗刷过",
        "到哪里去找我磨剃刀的皮带",
        "他们成天只是争论谁应该收拾屋子",
        "因此从来就没有人收拾房子",
        "昨天我还把它别在身上",
        "贾斯佩和哈士贝去到什么地方",
        "包括那块抹了黄油的烤饼",
        "那只还能吹响的破口琴也失踪"
      ],
      "context_id": "TRIAL_00139",
      "answers": [
        4,
        9,
        10,
        7,
        14,
        5,
        11,
        0,
        8,
        2,
        1,
        13,
        12,
        6,
        3
      ]
    }
  ]
}